{
    "id": 326,
    "content": "Veld Credits Jaar 3 - Vroedkunde Hoogrisico verloskunde Hier gaan we dieper in op risico’s binnen de verloskunde. Je leert tijdig stoornissen en risico’s tijdens de zwangerschap, arbeid, bevalling en het kraambed te diagnosticeren en (spoed)maatregelen te treffen in noodsituaties. 3 Hoogrisico neonatologie Hier leer je theorie en vaardigheden aan voor pasgeborenen die dringende of kritieke zorgen nodig hebben. 3 Hoogrisico verloskunde casuïstiek Je maakt een kritische analyse van een casus met invloed op het verloop van de baring, individueel voorbereid en gevolgd door een presentatie en discussie. 3 Medische wetenschappen Je krijgt inzicht in heelkundige problemen, het ontstaan, verloop en behandeling van veelvoorkomende ziekten en intensieve zorgen bij moeders tijdens of na de zwangerschap. 3 Organisatie en kwaliteitszorg We komen hier nog eens terug op de wettelijke en ethische aspecten die aan de grondslag liggen van het beroep van vroedvrouw. We gaan verder door op management en organisatie van kwaliteitsvolle gezondheidszorg. Bovendien geven we je kennis en inzicht in de beroepsuitoefening van de zelfstandige vroedvrouw. 4 Psychosociale aspecten en communicatie in de vroedkunde 2 We gaan de kennis over sociale vaardigheden, psychologie en gezondheidspromotie verder uitbouwen. Je gaat de opgedane kennis en vaardigheden toepassen binnen complexe situaties binnen de context van vroedvrouwenzorg. 3 Bachelorproef Afstudeerproject, zelfstandige literatuurstudie van een onderwerp dat een facet uitdiept van de vroedvrouwenpraktijk. 7 Stage 5 Deze stage kan je in verschillende settings lopen: Verloskamer, Neonatale (n*), Prenatale raadpleging, Eerstelijns zorg (pre-, per-, postnataal), Kind en Gezin, MIC, Fertiliteit (daghospitaal), Materniteit, Moeder-kind psychiatrie … 11 Stage 6 Deze stage kan je in verschillende settings lopen: Verloskamer, Neonatale (n*), Prenatale raadpleging, Eerstelijns zorg (pre-, per-, postnataal), Kind en Gezin, MIC, Fertiliteit (daghospitaal), Materniteit, Moeder-kind psychiatrie … 20 Keuzevakken Eerste lijn We gaan dieper in op vroedkunde binnen de eerste lijn. We geven je toepassings- en situatiegericht inzicht in de praktijkvoering in de eerste lijn en de praktische organisatorische aspecten van de eerste lijn. 3 Health care in an international context Hoe werken vroedvrouwen in andere culturen? Hoe is de verloskunde georganiseerd in het buitenland? Binnen dit vak leer je er alles over. Dit keuzevak voorzien we voornamelijk voor als je op buitenlands stage wil gaan. 3 Gezondheidspromotie Je leert planmatig een eigen project op te zetten binnen de gezondheidspromotie in het kader van vroedkunde. 3 Integrated care Dit keuzevak hoort bij de Integrated Care Stage. Tijdens de IC-stage nemen jullie met een studententeam de materniteit van een ziekenhuis over. Jullie zijn dan zelf verantwoordelijk voor de organisatie en invulling van de zorg. Tijdens het keuzevak maken we tijd voor voorbereiding, uitvoering en nabespreking van een integrated care stage, waarbij studenten gedurende een periode de verantwoordelijkheid over de totale zorg van een bepaalde ziekenhuisafdeling overnemen. 3",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/vroedkunde"
}