{
    "id": 45,
    "content": "Hoe ziet de opleiding eruit Wil je apps bouwen, netwerken beveiligen, artificiële intelligentie integreren of de technieken van ethical hackers onder de knie krijgen? Dan is Toegepaste Informatica de opleiding voor jou. Bij ons ben je geen nummer, maar iemand die we persoonlijk begeleiden en coachen doorheen het ganse traject. Dit gebeurt in samenwerking met heel wat innovatieve IT-bedrijven . In het eerste jaar, krijg je zelfs een IT coach die buiten de lesuren voor jou klaarstaat. Als student maak je je eigen keuze uit meerdere specialisaties via doordachte keuzevakken . Je bepaalt je eigen toekomst en je wordt voorbereid om na je studies aan de slag te gaan als direct-inzetbare IT professional. Daarnaast gebruiken we een uniek systeem van evaluaties, net zoals in het bedrijfsleven. Ondersteunend, met veel feedback en gericht op persoonlijke groei. Vereiste voorkennis? Logisch kunnen redeneren en zin om erin te vliegen is het allerbelangrijkste. Bekijk de werken van onze studenten We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings De perfecte start voor elke carrière in de IT Door een breed aanbod van vakken en specialisaties met heel veel praktijk en projecten is de opleiding Toegepaste informatica aan de Erasmushogeschool de perfecte start voor elke carrière in de IT. Wouter Goossens Oud-student Persoonlijke begeleiding We willen je actief begeleiden in je persoonlijke ontwikkeling. Je docent is zowel online als on-campus je coach en gaat samen met jou op zoek hoe je je talenten en competenties het best kan ontwikkelen. Ook waar je individueel of in team moet werken aan taken, opdrachten of projecten zal je steeds begeleid worden door één of meerdere docenten. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Digitaal leren maakt actief deel uit van onze onderwijsstijl. Maar iedere student is anders. De docenten coachen je dus doorheen je studietraject op de voor jou meest aangewezen manier. We hanteren kleine werkgroepen zodat je individueel begeleid kan worden. De drempel tussen docent en student is bij ons dus erg laag. Tijdens je studies kan je ook steeds terecht bij je studentenbegeleider met vragen over studievaardigheden, je individueel traject, het aanvragen van vrijstellingen, … Ook als het persoonlijk even niet meezit, kan je bij ons terecht. Nog meer nood aan extra training of coaching? Na de lesuren organiseren wij persoonlijke begeleiding door gespecialiseerde docenten. Verder, nemen 2de jaarstudenten binnen hun talent-vakken een tutoring-traject op, waarbij ze de eerstejaarstudenten helpen met problemen en coachen tijdens projecten.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/toegepaste-informatica"
}