{
    "id": 414,
    "content": "Web & App Front-End Je leert moderne javascript frameworks aanwenden vanuit een creatief design standpunt. Je krijgt de technische kennis mee om zelf je eigen ideeen in een moderne web applicatie of website te gieten. We werken rond 1 werkstuk. Het is een redesign prototype in Angular en React van een bestaande website. 1. Intro vak, uitleg werkstukken met inhoud en deadlines, eerste design opdracht en brainstormsessies 2. Javascript framework intro + Angular basics 3. Angular advanced 4. Angular advanced gastles (TBD) en werkstuk implementatie + Designing in frameworks 5. Design sessie voor nieuwe werkstuk, nieuwe technieken, feedback en groepswerk 6. Framework 2 (React/Vue) Afhankelijk van extern bedrijvenfeedback 7. Framework 2 advanced 8. Framework 2 advanced + design in the framework + external libraries 9. Feedback design, projectwerk 5 Back-End We bekijken een nieuwe taal voor backend web projecten en werken met het populairste framework in die taal. In het tweede deel van het vak behandelen we database best practices en design, security implementaties en deploymethodes voor backend projecten. Voorbeeld: 1 werkstuk met 3 luiken: Database design, Applicatie structuur en security (nieuwe invulling). 1. Inleiding tot backend, werkstuk overlopen, deadlines meegeven. Basis PHP 2. Web specific PHP: Sessions, cookies, Forms 3. Intro tot Composer en apache server setup 4. Laravel Introduction and Views/layout 5. Database design en best practices + Laravel Migrations en seeders 6. Werkstuk basics implementeren en begeleiding 7. Rest API best practices en Security 8. Security implementation en deployment op servers 9. Werkstuk werken en begeleiding 5 Android In de keuzemodule Android ontwikkel je in Android Studio een volledige Android app volgens de regels van de kunst. Je leert verschillende Android-componenten gebruiken om asynchroon gegevens op te halen, data op te slaan en correct weer te geven. Dit alles volgens de Android design richtlijnen met een focus op de nodige best practices. De evaluatie van het vak bestaat uit een werkstuk waarin je vrij bent je eigen app te maken zolang deze voldoet aan de Android design guidelines en een aantal minimumvereisten. 1. Mobile Design 2. App structuur 3. Layouts 4. Drawables 5. Opslagen van data met Firebase 6. Communicatie met API 5 iOS Je leert apps maken voor de iPhone en iPad met behulp van de taal Swift. Swift is leuk in gebruik, enorm populair bij ontwikkelaars en kan natuurlijk ook buiten het Apple ecosysteem gebruikt worden. Apple heeft net weer grenzen verlegd door de introductie van hun M1 chip en hun App Store zet jaarlijks zowat tweemaal zoveel euro's om als hun concurrent Google Play. Een ecosysteem dus dat je als (app) ontwikkelaar niet zomaar links kan laten liggen. Voorbeelden: Villo station app (deelfietsen), COVID stats app, Verkeersinformatie Bxl 1. Kennismaking met Swift 2. De structuur van een iOS-project begrijpen 3. Een lay-out opstellen voor een iOS app, gebruikmakend van de juiste iOS interface-elementen 4. Eeen iOS-applicaties ontwikkelen en testen gebruikmakend van de beschikbare tools 5. Interacties tussen de gebruiker en de iOS app implementeren, gebruikmakend van typische user controls 6. Data-persistentie voorzien voor een iOS app 7. De levenscyclus van een iOS app begrijpen en op een correcte manier reageren op specifieke levenscyli-events. 8. Speciale functies van een iOS-apparaat kunnen aanspreken, zoals GPS, sensoren, gebruik van gestures, ... 9. In het ontwerp van iOS apps de mogelijkheid voorzien voor de ondersteuning van verschillende schermgroottes (smartphones, tablets) en -resoluties. 10. In het ontwerp van iOS apps rekening houden met de typische design guidelines en best practices (interactiestijlen, controls, schermopbouw) 5",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/multimedia-creatieve-technologie"
}