{
    "id": 198,
    "content": "Flexibel studeren Eerder interesse in een dagtraject met contactonderwijs? Bekijk onze pagina over het dagtraject in Leuven . Verkort traject Studenten actief in de juridische sector (advocatenkantoor, notaris, overheid, griffie, juridische dienst, ...) kunnen een verkort traject volgen. Het verkort traject houdt in dat je vrijstelling krijgt voor onderstaande opleidingsonderdelen. Dit maakt het mogelijk om de opleiding op anderhalf jaar te doorlopen in plaats van twee jaar. Je vrijstellingen: Opleidingsonderdeel Studiepunten (ECTS) Deeltraject Inleiding sector 4 1 Communicatie Engels 3 1 Bedrijfseconomische inzichten 3 1 ICT-skills 4 1 Soft skills I 3 1 Soft skills II 3 1 Communicatie Frans 4 2 Stage 1 + POP 6 1 Inleiding recht & rechtsmethodologie* 5 1 Totaal 35 * Enkel mogelijk voor studenten die werken in de juridische sector en niet voor studenten uit openbare besturen. Hoe kom je in aanmerking voor het verkort traject? Om in aanmerking te komen moet je onderstaande stappen ondernemen. Je doorloopt deze stappen doorheen het eerste semester van je opleiding. Intakegesprek : tussen 29 januari en 2 februari word je uitgenodigd voor een intakegesprek. Tijdens dit intakegesprek overlopen we je werkgeschiedenis om af te toetsen of je in aanmerking komt voor het verkort traject. Na het gesprek heb je een goed zicht op de mogelijkheden. Start opleiding : op 23 februari start je met de opleiding. Op die startdag maak je kennis met de docenten en volg je de eerste lessen. Uitzonderlijk gaat de startdag door overdag op vrijdag. Aanmelding dossier : in samenwerking met de trajectbegeleider start je een vrijstellingsdossier op. De uiterste datum voor aanmelding is 1 maart. Voorbereiding dossier : tussen 23 februari en 29 april stel je onder begeleiding van je trajectbegeleider een vrijstellingsdossier op. Je krijgt hiervoor informatie en een sjabloon dat je kan gebruiken voor je dossier. Beoordeling dossier : tussen 17 juni en 21 juni heb je een gesprek met de beoordelingscommissie. Toekenning van de vrijstellingen : kort na het gesprek krijg je een definitief oordeel en worden de vrijstellingen ingevoerd, waardoor je ze kan raadplegen in je studentendossier. De volledige procedure staat ook beschreven op de website van de Universitaire Associatie Brussel. Bij elke stap krijg je ondersteuning van de trajectbegeleider van de opleiding. Twijfel je of je in aanmerking komt? Neem volledig vrijblijvend contact op met de trajectbegeleider om je persoonlijke situatie te bespreken. Wat kost het doorlopen van een vrijstellingsdossier? Voor het verkrijgen van een vrijstelling betaal je een administratieve kost van 55 euro en een variabele kost van 3 euro/studiepunt. Als je in aanmerking komt voor het volledige vrijstellingspakket van de verkorte opleiding, kost het doorlopen van de procedure je 55 + 3 x 35 = 160 euro . De kostprijs voor je individuele dossier is steeds duidelijk bij aanmelding van je dossier (stap 3). Voor meer informatie neem contact op met je trajectbegeleider . Blended onderwijs De opleiding Juridisch-administratieve Ondersteuning op campus Brussel is volledig afgestemd op werkstudenten. Je volgt een combinatie van online onderwijs en onderwijs op de campus . De lesmomenten zijn dinsdagavond, donderdagavond en zaterdag. Uitzonderlijk heb je één lesdag op vrijdag 23 februari. Omdat we weten dat op tijd kunnen plannen belangrijk is voor werkstudenten, kan je hier al je lessenrooster raadplegen voor een start in februari 2023.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-juridisch-administratieve-ondersteuning-brussel"
}