{
    "id": 29,
    "content": "Voor wie Voor iedereen die zich aangesproken voelt door multimedia: design, technologie en creativiteit en die nog niet de bachelor Multimedia & Creatieve Technologie volgt Professionals werkzaam in het werkveld Na een andere studie, als aanvulling Hoe ziet de opleiding eruit Deze microdegree van 10 studiepunten en is ontworpen met de behoeften van het werkveld in gedachten. De opleiding biedt een uitgebreide verkenning van de nieuwste tools, trends en technieken die nodig zijn in deze dynamische industrie. Hoe heb je les? Deels asynchroon via zelf te volgen digitale cursus op ons leerplatform. Er kan worden aangesloten bij live lessen waar mogelijk/gewenst. Multimedia & Creatieve Technologie Expertise Semester 1: Basiskennis We starten van nul en je leert op korte tijd een stevige basis van technische en ontwerpvaardigheden. Wat staat er op het programma? De basisprincipes van grafische vormgeving, procedureel programmeren met Javascript, HTML5 en CSS3 voor het bouwen van een statische website, inleiding tot de vormgeving en productie van digitaal videomateriaal. Semester 2: Expertise Tijdens het 2de semester komt het hele ontwerpproces van een digitale toepassing komt aan bod: van het ontwikkelen van wireframes over het organiseren van de flow tot de uiteindelijke vormgeving. Campus Kaai In Anderlecht Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Studiekosten De kosten voor het volgen van de micro-credential zijn in lijn met het regulier studiegeld Inschrijven Klaar om je in te schrijven voor de opleiding Multimedia & Creatieve Technologie Expertise? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De evaluatie bestaat uit het indienen van een werkstuk als bewijs van de opgedane kennis. Vereiste voorkennis Geen voorkennis vereist. De openingsuren van ons studentensecretariaat: Van maandag tot donderdag van 9u tot 16u, op vrijdag van 9u tot 15u. Nijverheidskaai 170, 1070 Anderlecht bel ons: 02 523 37 37 mail ons: gdt.kaai.student@ehb.be Contact Erasmushogeschool campus Kaai Nijverheidskaai 170, 1070 Anderlecht Mail ons: mike.derycke@ehb.be Chat met ons via de knop rechtsonder in beeld Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier Contacteer ons via Facebook Check zeker onze infomomenten . Wil je op de hoogte gehouden worden van nieuws en events? Laat dan je gegevens achter .",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/multimedia-en-creatieve-technologie-expertise"
}