{
    "id": 43,
    "content": "Hoe ziet de opleiding eruit? Deze opleiding stoomt je in drie jaar klaar voor een carrière in de toerisme- en vrijetijdssector. We geloven daarbij in de positieve en duurzame toekomst voor deze sector. Samen met jou bekijken we het op lokaal niveau in onze eigen stad en regio, én internationaal in alle uithoeken van de wereld. Voorkennis heb je niet nodig, maar het is wel een pluspunt als je houdt van communiceren , als je creatief bent, iets actiefs wil doen, graag in een internationale en multiculturele omgeving werkt en niet bang bent van managen. Onze opleiding in het kort Je wordt professioneel voorbereid op een carrière in de toeristische en vrijetijdssector. Je geniet van een grootstedelijke aanpak: ons hart klopt in de vijfhoek van Brussel Je leert de wereld kennen, dankzij onze contacten in diverse landen en hun culturen We stimuleren meertalig- en meerstemmigheid Je stippelt je eigen route uit en kiest de focus die je zelf boeiend vindt: travel, meeting of vrije tijd; van travel designer tot urban storyteller of event planner Je kan twee tot drie (!) internationale stages lopen Je kan meteen aan de slag: lokaal en internationaal Onze troeven We begeleiden en coachen je tot de professional die je zelf wilt worden Veel praktijk en veel stage: dankzij échte ervaring voel je je zeker Op eigen tempo: je duikt in je passie volgens jouw eigen traject Studeren in het kosmopolitische Brussel: hét toeristisch centrum bij uitstek met zijn hippe shops, tophotels, musea en allerhande pop-upactiviteiten Positief en duurzaam toerisme Of je nu kiest voor backpacken , slow travel of citytrippen , toerisme en vrije tijd dragen op een bijzondere manier bij aan de samenleving . Wij geloven in de kracht van ontmoetingen, van het connecteren met de natuur. De toekomst van toerisme en recreatie is hoopgevend: innovatief en duurzaam . Daar zijn wij van overtuigd. Onze opleiding bekijkt het graag met een open en frisse blik . Brussel is een dankbaar laboratorium waar we graag induiken. We denken mee na over de toekomst van toerisme, ook in eigen stad. Wil jij ook meewerken aan een duurzaam toerisme ? Dan ben jij zonder twijfel geknipt voor deze opleiding tot eigentijds en kritisch vakantiemaker ! We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings De tijd die ik tot nu toe heb gehad in Brussel, heb ik ervaren als een geweldige periode. Ik heb mijn vertrouwde thuisfront verlaten om zelfstandiger door het leven te kunnen gaan, ik heb mensen leren kennen uit alle hoeken van België en een heel nieuwe cultuur ontdekt. Het is de beste beslissing die ik ooit heb genomen. De Erasmushogeschool geeft me een kans om te groeien als persoon, een kans waarin ik mezelf kan zijn zonder raar aangekeken te worden, een kans om mij te zijn. Yarne Claus Student Toerisme- & Recreatiemanagement Nieuwsgierig naar meer? Lees hier het hele verhaal! Projecten in de kijker Urban Trends & Issues Eerstejaars duiken onbevooroordeeld de stad in. Hete hangijzers worden besproken. De ene keer in het Nederlands, de andere keer in het Frans of het Engels. Internationale Erasmusstudenten nemen deel aan de cursus en debatteren mee over tourism & leisure in Brussel. Afstudeerproject Binnen de opleiding denken we mee na over de kansen voor toerisme in het kader van Brussel als culturele hoofdstad in 2030 . De studenten bedenken op basis van onderzoek en brainstorms toekomstbeelden voor toerisme en vrije tijd in Brussel. Ze trekken de straten van onze hoofdstad in om ideeën en verhalen te verzamelen via audio. Professionele identiteit De sector van toerisme en vrije tijd is breed, heel breed. Wij coachen studenten in hun zoektocht naar het domein waarin ze willen excelleren. De ene student gaat voor de Meetings Industry, de andere voor travel of leisure. Op het einde van het academiejaar is er een toonmoment om de ideeën te delen. Vakken Focus op de stad In het eerste jaar leer je de stad door en door kennen. Alle aspecten van toerisme en vrije tijd komen aan bod: mobiliteit, logies, kunst en musea, bestemmingen, maar ook fiets- en wandelroutes, belevingscentra en stedelijk groen om in te ontspannen. Meertaligheid Sommige vakken bieden we aan in drie talen omdat we meertaligheid een grote plus vinden. Geen enkel thema wordt uit de weg gegaan en we dagen je uit om je eigen mening te formuleren in het Frans, het Engels en het Nederlands. Uiteraard bouwen we alles langzaam op zodat iedereen mee kan. Er is ruimte voor persoonlijke ontwikkeling. We coachen je daar graag in. Je eigen specialisatie In het tweede en derde jaar kies je vrij jouw specialisatie en bouw je verder aan je expertise. We bieden vakken aan die je toelaten om een heel persoonlijk traject te volgen in travel, meeting of leisure . Teamwork In het ‘Product Design' project leer je projectmatig en in team te werken aan een grote opdracht die we samen met een bestaande organisatie begeleiden. Je zal nieuwe reisconcepten bedenken, een congres organiseren of een grote tentoonstelling mee vormgeven. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Programma Toerisme- & Recreatiemanagement jaar 1 Veld Credits Persoonlijke ontwikkeling Professionele identiteit Semester 1 + 2 4 Urban Trends & Issues Semester 1 4 Sector Toeristisch-recreatieve context Semester 1 4 Beleid & Organisatie Semester 2 4 Landen & Landschappen Semester 1 4 Ruimtegebruik & Infrastructuur Semester 1 4 Mobiliteit & Transport Semester 2 4 Kunst & Cultuur Semester 2 4 Tourism & Leisure Futures Semester 2 4 Management competenties Digital tools Semester 1 4 Management tools Semester 1 4 Professionele meertalige communicatie Français 1 Semester 1 + 2 4 English 1 Semester 1 + 2 4 Lingua Lab Semester 1 + 2 4 Media & Communication Lab 1 Semester 2 4 Programma Toerisme- & Recreatiemanagement jaar 2 Veld Credits Persoonlijke ontwikkeling Stage (nationaal of internationaal) - 9 weken Semester 2 12 Global Trends & Issues Semester 2 4 Sector Specialisatie 1 Keuze uit: Travel Design Meetings Industry Urban Leisure Architectuurgeschiedenis Inclusive Tourism Luchtvaart Destination Management Semester 1 4 Specialisatie 2 Keuze uit: Travel Design Meetings Industry Urban Leisure Architectuurgeschiedenis Inclusive Tourism Luchtvaart Destination Management Semester 1 4 Keuze 1 Keuze uit: Moderne & Hedendaagse Kunst Urban Storytelling Artificial Intelligence Event Management Taalverdieping: Duits/Spaans Entrepreneurship Voorbereiding Master Persoonlijk Internationaal Project Semester 1 4 Keuze 2 Keuze uit: Inleiding: moderne & hedendaagse kunst Urban storytelling Critical leisure studies Event Management Green mobility planning Taalverdieping Entrepreneurship (extern) Semester 1 4 Management Competenties Business Management Semester 1 4 Product Design Project Semester 2 8 Professionele meertalige communicatie Français 2 Semester 1 4 English 2 Semester 1 4 Cultural encounters Semester 1 4 Media & Communication Lab 2 Semester 2 4 Programma Toerisme- & Recreatiemanagement jaar 3 Veld Credits Persoonlijke ontwikkeling Stage (nationaal of internationaal) - 16weken Semester 2 12 Stage Plus (inter)nationaal of Keuzevakken Keuze uit: Moderne & Hedendaagse Kunst Urban Storytelling Artificial Intelligence Event Management Taalverdieping: Duits / Spaans Entrepreneurship Voorbereiding Master Persoonlijk Internationaal Project Semester 2 12 Sector Specialisatie 3 Keuze uit: Travel Design Meetings Industry Urban Leisure Architectuurgeschiedenis Inclusive Tourism Luchtvaart Destination Management Semester 1 4 Specialisatie 4 Keuze uit: Travel Design Meetings Industry Urban Leisure Architectuurgeschiedenis Inclusive Tourism Luchtvaart Destination Management Semester 1 4 Keuze 3 Keuze uit: Moderne & Hedendaagse Kunst Urban Storytelling Artificial Intelligence Event Management Taalverdieping: Duits/Spaans Entrepreneurship Voorbereiding Master Persoonlijk Internationaal Project Semester 1 4 Keuze 4 Keuze uit: Inleiding: moderne & hedendaagse kunst Urban storytelling Critical leisure studies Event Management Green mobility planning Taalverdieping Entrepreneurship (extern) Semester 1 4 Management competenties Sustainable management & business models Semester 1 4 Crisis- en transitiemanagement Semester 1 4 Afstudeerproject Research & Development Project Semester 1/2 12 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Ik koos voor deze opleiding omdat ze zeer interessant en uiteenlopend is. Na deze studie kan je nog veel verschillende richtingen uit. Ik vind dat er in onze school een zeer aangename sfeer hangt. De drempel tussen de docenten en studenten is zeer laag, wat ervoor zorgt dat je altijd bij hen terecht kan. Brussel is ook gewoon een hele bruisende stad, dit maakt het tof om hier student te zijn. Paulien Poncelet Studente Toerisme- & Recreatiemanagement Stage We zetten de stages in om je eigen talenten en vaardigheden verder te ontwikkelen. Tijdens je opleiding loop je maar liefst twee of misschien wel drie keer stage omdat ze een eerste belangrijke werkervaring vormen binnen je professionele carrière. In het tweede jaar is er een stageperiode van 9 weken voorzien. Je kiest daarbij zelf de sector waarin je ervaring wil opdoen; travel, meeting of leisure. Er zijn stageplekken over heel België en zelfs in de rest van Europa. In het derde jaar geniet je van 16 weken stage, het volledige tweede semester. Dit geeft je de kans om zelfs tot ver buiten Europa te gaan. Achter de hoek of ver weg, jij bepaalt zelf hoe je stage eruit ziet. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Master volgen? Heb je interesse om nog een master te halen, dan kan je ook opteren voor een kortere stage in combinatie met bijkomende vakken die je voorbereiden op de master. Wil je de ervaring spreiden omdat je nog niet goed weet wat je na je studies gaat doen, dan kan je ook 2 korte stages lopen in 2 verschillende bedrijven. We beschikken over een uitgebreide lijst met mogelijke stageplekken waaruit je kan kiezen, maar ook eigen voorstellen kunnen besproken worden. Je krijgt dus een grote vrijheid om je programma zelf vorm te geven. Na je studie Aan het werk Je kan nationaal én internationaal aan de slag én je weet hoe je toerisme en recreatie toegankelijker voor iedereen maakt zonder duurzaamheid uit het oog te verliezen! Eenmaal afgestudeerd coördineer je vlot projecten en schud je makkelijk nieuwe ideeën en concepten uit je mouw. Je kan een team richting geven en plannen tot uitvoering brengen. De stad is een vertrouwde plek om in te werken. Wat dacht je ervan om reizen op maat te maken, meetings en incentives vorm te geven, een gidsenbedrijfje op te starten, culturele evenementen te organiseren, zakenreizigers te begeleiden of in een stad of gemeente vrijetijdsactiviteiten te coördineren? Met dit diploma is alles mogelijk: van traveldesigner of luchtvaartdeskundige tot urban storyteller of event planner. Kortom, je vindt je weg in om het even welk toerisme-, meeting- of leisurebedrijf zoals reisbureaus, toeristische diensten, recreatiebedrijven, touroperators, luchtvaartmaatschappijen, bungalowparken, MICE-bedrijven,... We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Verder studeren Aan EhB Ga voor een tweede bachelor via een verkort traject. Studeer een micro-credential, bijscholing of postgraduaat. Ga voor een master Via een schakelprogramma kan je doorstromen naar een universiteit. Check het programma van VUB, ga naar het buitenland,... Waar heb je les? Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Kanal Adres Zespenningenstraat 70 1000 Brussel Slotstraat 28 1000 Brussel Telefoon 02 213 61 10 02 899 71 00 E-mail mm@ehb.be mm@ehb.be Dankzij het voordelige MIVB-abonnement rijd je een heel jaar voor slechts 12 euro door de stad! Gebruik je liever de fiets, dan parkeer je met gemak je fiets van Villo in het station tegenover onze campus. Een jaarabonnement voor deze deelfiets kost nog geen 35 euro. Flexibel studeren Micro-credential Je hebt al een diploma hoger onderwijs of je wil toeristisch deskundigheid opbouwen. Je volgt 1 of 2 micro-credentials Je leert de stevige basis van toerisme en leisure. Na deelname evaluatie ontvang je een creditattest. Tourism & Leisure Basics I (32 stp): september - januari Toeristisch-recreatieve context (campus) Urban Trends & Issues (campus) Landen & Landschappen (online) Ruimtegebruik & Infrastructuur (online) 4 Specialisatievakken: Destination Management, Meetings Industry, Urban Leisure, Luchtvaart, Architectuurgeschiedenis, Inclusive Tourism, Travel Design (campus, donderdag en vrijdag) Tourism & Leisure Basics II (28 stp): februari - juni Kunst & Cultuur (campus en in de stad) Tourism & Leisure Futures (campus) Mobiliteit & Transport (online) Beleid & Organisatie (campus en online) Product Design Project (online) Global Trends & Issues (online) Praktisch On campus hoorcolleges op maandag en dinsdag tussen 9u en 18u. Online opgenomen sessies die je kan volgen wanneer je wil. Bijwonen van lessen is niet verplicht, wel aangeraden. Studiebelasting gelijkaardig aan volledig dagonderwijs. Je krijgt les in NL, FR en ENG. Verkort traject Heb je al een diploma in het domein van de handelswetenschappen of bedrijfsmanagement op zak, dan kan je via een verkort traject met vrijstellingen een bijkomend diploma Toerisme- & Recreatiemanagement behalen op anderhalf of twee jaar. Neem contact op met martine.saenen@ehb.be . Starten in februari Heb je de start in september gemist? Je kan ook in februari starten. Neem contact op met de trajectbegeleider martine.saenen@ehb.be en bekijk hoe je samen een programma op maat kan samenstellen. Naar het buitenland Toeristische sector heeft een groot internationaal karakter. We zoomen in op Brussel en België, maar focussen ook op buitenland. We hebben veel partnerinstellingen in Europa waarmee we samenwerken. Je kan makkelijk in het buitenland studeren of op stage: Spanje, Zweden, Frankrijk, Portugal,... Keuzevak 'Persoonlijk internationaal project' waarbij je een project of opleidingsonderdeel voltooit bij een buitenlandse organisatie. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten. Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2023 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2023 tot 2029 in het borgingsbesluit . De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Toerisme- & Recreatiemanagement? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: ma tot vrij van 9u tot 16u bel ons: 02 213 61 10 mail ons: studentensecretariaat.mm@ehb.be kom langs: campus Kanal, Slotstraat 28 1000 Brussel Subsidies en beurzen Check of je recht hebt op een studietoelage Aanvraag tot KMO-portefeuille",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/toerisme-recreatiemanagement"
}