{
    "id": 37,
    "content": "De opleidingen BMLT van de HOGent en de EhB organiseren samen deze tweedaagse workshop, met lesgevers uit beide opleidingen, sinds september 2018.  De eerste workshop vond plaats aan HOGent, in het kader van een gezamenlijk project van het strategisch alliantiefonds. In 2020 en – na een coronapauze – in 2023 ging de workshop door aan EhB, telkens in januari.  In februari 2024 zal de workshop opnieuw doorgaan aan de HOGent, zodat het in 2025 opnieuw de beurt is aan de EhB. Het doel is een laagdrempelige, hands-on opleiding aan te bieden in biomedische statistiek en validatietechnieken, die zowel in een klinisch als in een farmaceutisch-biotechnologisch labo kunnen worden gebruikt. Hoe ziet de opleiding eruit Lesprogramma De online opleiding duurt 2 dag, en vindt plaats in februari 2025,  de data zijn nog te bepalen Programma volgt later Attest Na het beëindigen van deze opleiding ontvang je een attest van aanwezigheid. Programma Volgt later: voorbeeld vorig jaar 16 en 17 februari 2023 Dag 1: 8:30 Onthaal 9:00-12:00 Basisbegrippen in de statistiek 13:00-16:00 Inleiding tot hypothesetesten en methodevergelijking Dag 2: 8:30u Onthaal 9.00-12:00 Validatieparameters en outliertesten 13.00 - 16:00 Opdeling in 2 groepen: - Kwalitatieve validatie (sensitiviteit, specificiteit, PPV, NPV) - Kwantitatieve validatie (ANOVA, lineaire regressie) Locatie Campus Jette Laarbeeklaan 121 1090 Jette We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Kosten Het inschrijvingsgeld bedraagt 120 euro per lesdag en/of 200 euro voor de 2 lesdagen. Vereiste voorkennis Een wetenschappelijke opleiding zoals: professionele bachelor ‘biomedische laboratoriumtechnologie’, master ‘biomedische wetenschappen’ met interesse voor klinische biologie, of werkzaam in een klinisch of farmaceutisch-biologisch laboratorium. De voornaamste doelgroep van de workshop zijn laboprofessionals. Naargelang de statistische voorkennis zullen deelnemers kunnen inschrijven voor beide dagen of enkel voor de tweede dag. Inschrijven Klaar om je in te schrijven? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact An Roelandt - Coördinator Els Plas - Opleidingshoofd Katrien Raspoet - Administratieve vragen An Roelandt - Coördinator Els Plas - Opleidingshoofd Katrien Raspoet - Administratieve vragen",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/statistiek-en-methodevalidatie-het-laboratorium"
}