{
    "id": 41,
    "content": "Hoe ziet de opleiding eruit In deze opleiding leer je aan de slag gaan met deze slimme sensoren en devices die aan de basis liggen van de snelgroeiende wereld. Je vindt ze terug in alle domeinen van smart cities tot slimme toepassingen in de industrie . In de industriële sector worden ze gebruikt voor het monitoren van processen (denk aan predictief onderhoud), en even goed in slimme kantoren en huizen (domotica en geconnecteerde securitysystemen). En je vindt deze technologie ook in verschillende andere sectoren terug zoals transport, gezondheidszorg en de landbouw. De graduaatopleiding Internet of Things leert hoe jij dé specialist wordt om met al deze ontwikkelingen om te gaan. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Volwaardig hoger diploma in 2 jaar We bieden je via het graduaat Internet of Things (IoT) een tweejarige opleiding aan die volledig op de beroepspraktijk is afgestemd. Je volgt 3 à 4 dagen les per week. In het tweede semester van onze IoT opleiding start je met een eerste blok werkplekleren en in het tweede jaar wordt dit sterk uitgebreid. Werkplekleren Werkplekleren maakt een essentieel deel uit van de opleiding. Wat je leert in de lessen, kun je meteen omzetten in de praktijk. Je neemt ook je ervaringen van het werkplekleren mee om opdrachten tijdens de les uit te voeren. In het tweede semester van het tweede jaar ga je op stage in een bedrijf naar keuze. Opbouw academiejaar Het academiejaar is opgebouwd uit vier lesblokken in plaats van twee semesters. Elk lesblok bestaat uit zes lesweken en wordt afgesloten met een evaluatieperiode. Per lesblok komen maximaal drie vakken aan bod. Op het einde van elk lesblok worden deze vakken geëvalueerd. Daarna starten we met een nieuw lesblok en nieuwe vakken. Persoonlijke aanpak We begeleiden je actief in je persoonlijke ontwikkeling. Je docent is je coach en gaat samen met jou op zoek hoe je je talenten en competenties het best kan ontwikkelen. Werkcolleges krijg je in kleine groepen zodat je individueel begeleid kan worden. De drempel tussen docent en student is bij ons erg laag. Digitaal leren (blended learning) maakt actief deel uit van onze onderwijsstijl. Minder boeken, wel meer online en interactief materiaal.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-internet-of-things"
}