{
    "id": 35,
    "content": "Hoe ziet de opleiding eruit In de Micro-credantial Proefdierkunde verdiep je je in het hoe en waarom van dierproeven en leer je de wettelijke verplichtingen en mogelijke alternatieven kennen. Je maakt ook kennis met methoden om het welzijn van de betrokken dieren te optimaliseren. De opleiding omvat een aantal hoor- en werkcolleges over de achtergrond, de ethische aspecten en de techniek van de proefdierkunde. Daarnaast komen tijdens het practicum anatomie en chirurgische technieken aan bod. De bij- en nascholing Proefdierkunde is conform het Koninklijk Besluit 2004 - 4198 (van 13 september 2004) dat een vorming verplicht als je met proefdieren werkt en niet voldoet aan de cursusvoorwaarden of geen vijf jaar beroepservaring kan voorleggen. De vorming is ook in overeenstemming met de voorschriften van de Federation of European Laboratory Animal Science Associations (FELASA Niv B biotechnicus) en wordt erkend door de Federale Overheidsdienst Volksgezondheid, Leefmilieu en Veiligheid Voedselketen, dienst Dierenwelzijn en CITES. Lesprogramma De opleiding omvat een aantal hoor- en werkcolleges over de achtergrond, de ethische aspecten en de techniek van de proefdierkunde. Daarnaast komen tijdens het practicum anatomie en chirurgische technieken aan bod. De opleiding start in september 2024. De volgende onderdelen komen aan bod: Inleiding en doel van de proefdierkunde, historiek en huidige evolutie, wetgeving en reglementering; Ethiek en dierproeven; Zoötechniek en de verschillende soorten proefdieren; Hygiëne, microbiologisch kwaliteitsbeheer, zoönosen, allergieën, veiligheid personeel, afvalbeheer; Practicum: anatomie en chirurgische technieken: aseptie en hechttechnieken; Opvolging, verzorging, huisvesting, voeding, omgevingsverrijking en transport van proefdieren; Genetische standaardisatie en kwaliteitsbewaking; Anesthesie, analgesie en post-operatieve zorg; Rondleiding en bezoek aan het centrale animalarium van de VUB en workshop, manipulaties, injectietechnieken, bloedafname, anesthesie en rondleiding dienst medische beeldvorming (ICMIC); Experimentele technieken deel 1; Euthanasie, alternatieven voor dierproeven, experimental design en validatie van proeven; Examen",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/proefdierkunde-24-25"
}