{
    "id": 44,
    "content": "Hoe ziet de opleiding eruit? Sterk diploma in 2 jaar We leiden je op tot een praktijkgerichte professional met ruime technische basiskennis. Je leert oplossingsgericht werken in onderhouds- en serviceopdrachten. Als toekomstig professional werk je aan je communicatievaardigheden (samenwerken, rapporteren, technisch Nederlands, Frans en Engels) en leer je bewust omgaan met veiligheid op de werkvloer en duurzaamheid. In het tweedeopleidingsjaar kies je tussen de afstudeerrichting Onderhoudstechnieken of Meet- en Regeltechnieken. Op het einde van je opleiding kies je een bijkomende bedrijfsgerichte specialisatie. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Focus op praktijk 1/3 van de opleiding bestaat uit werkplekleren. Je maakt 2 projecten in opdracht van een bedrijf. Je gaat op stage op het einde van je studie. We werken samen met grote bedrijven uit de Brusselse regio: o.a. Audi, Colruyt, Engie en MIVB. Zij engageren zich actief om je mee te begeleiden bij je projecten, het werkplekleren, de stage en je finale specialisatie. Met onze eigen labo’s en in samenwerking met onze partners zorgen we er voor dat theoretische inzichten meteen praktisch toegepast worden in een veilige leeromgeving. Twee afstudeerrichtingen Kies je voor Onderhoudstechnieken , dan ga je in de technische leerlijnen dieper in op mechanische verbindingstechnieken, pompen, ventilatoren, compressoren en onderhoudstools. Kies je voor Meet- en Regeltechnieken dan ga je dieper in op meet- en regeltechniek, PLC’s en robotics. Persoonlijke begeleiding We begeleiden je actief in je persoonlijke ontwikkeling. Je docent is je coach en gaat samen met jou op zoek hoe je je talenten en competenties het best kan ontwikkelen. Werkcolleges krijg je in kleine groepen zodat je individueel begeleid kan worden. De drempel tussen docent en student is bij ons erg laag. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/elektromechanische-systemen"
}