{
    "id": 334,
    "content": "Veld Credits Design Design V In dit opleidingsonderdeel ligt de focus op het ontwerp en de creatie van inhoud in het multi-device tijdperk. In eerste instantie gaat het hierbij over inhoud waarin de onderwerpen van de Design opleidingsonderdelen geïntegreerd worden in multimediale toepassingen die dezelfde ervaring over verschillende toestellen aanbieden. We bekijken hoe een wisselende context invloed heeft op de gebruikservaring. Er zal ook verder gekeken worden naar innovatieve cross-mediale vormgeving die de grenzen tussen digitale en fysieke mediavormen overbrugt. Semester 1 5 Development Development V Je maakt kennis met de rol en de principes van datavisualisatie en krijgt een inleiding (basis) tot data-analyse en statistiek. Je maakt daarnaast uitgebreid kennis met de grafische taal van datavisualisaties. Deze inzichten worden vervolgens toegepast in een reeks oefeningen gericht op de vormgeving en de implementatie van statische, dynamische en tot slot ook interactieve datavisualisaties. Je leert hierbij werken met gespecialiseerde software-tools en -bibliotheken. Semester 1 5 Soft Skills Communication III In dit opleidingsonderdeel leer je hoe je een opinie schrijft, een technische publicatie schrijft, een artikel schrijft, presenteert. Je oefent je bovendien in je luister-, lees-, schrijf- en spreekvaardigheden. Je aandacht gaat voornamelijk naar het verbeteren van je mondelinge receptieve en productieve vaardigheden. Je slaagt erin moeiteloos een uiteenzetting in het Nederlands, Frans en Engels te begrijpen over je vakgebied. Daarnaast neem je ook actief deel aan allerlei oefenvormen van gesproken uitdrukkingsvaardigheid in meerdere talen over onderwerpen die verband houden met je technisch-professionele opleiding. Semester 1 5 Grow III Net zoals voorgaande jaren werk je rond het formuleren van persoonlijke doelstellingen, het reflecteren en maken van een portfolio. Ook in ‘Grow III’ wordt de nadruk gelegd op zelfmanagement en verdere talentontwikkeling. Daarnaast werk je actief rond ondernemerszin en ondernemerschap in de colleges rond entrepreneurship. Je verwerft kennis in juridische en financiële onderwerpen die als noodzakelijk dienen beschouwd te worden in hun werksituatie als werknemer en/of hun werksituatie als zelfstandig ondernemer. Semester 1 5 Specialisatie Expert Lab Je onderzoekt de technologieën om de uitwerking van je Final Work te faciliteren. Hiervoor stel je een portfolio op met verschillende prototypes die de onderzochte technische aspecten en designs uitdiepen. Je wordt actief begeleid door een aantal coaches die je richting geven in het onderzoek op zelfstandige basis. Er worden workshops ingericht over relevante thema's die voortvloeien uit jullie onderzoeksproces. Ook word je aangemoedigd om expertise te vergaren bij relevante bedrijven, organisaties of kunstenaars. Doorheen het semester wordt het professioneel proces geëvalueerd waarbij gelet wordt op de volgende zaken: Probleemoplossend denken, planning/analyse en uitvoering. Dit zal gebeuren door middel van sprints en milestones. Deze zullen samen met de coaches bepaald worden doorheen het traject. Semester 1 10 Afstuderen Internship Je doorloopt een stageperiode van ten minste twaalf weken (5/5) in een multimedia-omgeving binnen een bedrijf. De stage is onderhevig aan een stageovereenkomst tussen student, hogeschool en bedrijf. De stage wordt begeleid door een stagebegeleider in het bedrijf, die verantwoordelijk is voor de opdracht en werkregeling, controle en evaluatie van de stagiair. De stagiair krijgt ook een lid van het onderwijzend personeel toegewezen als stagebegeleider vanuit de hogeschool. Aan hem of haar rapporteert de stagiair regelmatig via het stagelogboek. Na afloop van de stage dient de stagiair een stageverslag en ontwikkelingsportfolio in en wordt de stage verdedigd bij de stagebegeleiders. Semester 2 20 Final Work Het afstudeerwerk is het logische sluitstuk van een functionele, praktijkgeoriënteerde opleiding. Het is een uitgelezen visitekaartje voor de afgestudeerde, waarbij de student laat zien dat hij/zij alle competenties van de opleiding in hun onderlinge context beheerst. Het uitwerken van de bachelorproef beoogt enerzijds het kunnen toepassen van de tijdens de opleiding opgedane kennis, vaardigheden en attitudes maar zal anderzijds ook een verdere uitbreiding of grotere specialisatie eisen. Het is bedoeld als een leertraject waarin zelfstandig nieuwe kennis en inzichten verworven worden en waar de student zijn/haar professionele vaardigheden doet gelden. De student is in staat om geheel zelfstandig te functioneren als een beginnend professional. In het afstudeerwerk verdiept de student zich in een specifiek multimediaprobleem en een theoretische uitdaging. Aan de basis staat een toegepaste onderzoeksvraag. Het dient een zekere uitdaging in te houden: een nog onbewandelde weg, een nieuwe of nog weinig gekende of toegepaste technologie, een nieuwe toepassing, .... Er wordt dus geen mooi uitgestippelde oplossingsstrategie gevolgd, maar het vergt een zekere toegepaste onderzoeksmentaliteit en creativiteit. In de loop van de maand oktober gaat de student op zoek naar een opdracht. Eisen hiervoor zijn dat de opdracht voldoende uitdaging biedt om te laten zien dat de student over de vereiste competenties van een MCT-professional beschikt. Binnen de opdracht moet de student het volledige proces, van analyse tot product, doorlopen. Daarenboven moet het mogelijk zijn onderzoek te doen naar verschillende oplossingen of mogelijkheden. Het onderwerp van het afstudeerwerk dient goedgekeurd te worden door de opleiding. Begin november wordt het afstudeerwerk opgestart. De student wordt een promotor toegewezen die het afstudeerwerk tussentijds opvolgt en tussentijdse indicatieve evaluaties meegeeft. De bachelorproef wordt afgerond met het indienen van een verslag, het eindproduct en een verdediging van het werk voor een jury van professionals. Semester 2 10",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/multimedia-creatieve-technologie"
}