{
    "id": 53,
    "content": "Module 1: Pediatrische basisprincipes en -ontwikkeling Deze module benadert de fundamentele principes van de ontwikkeling van het gezonde kind en de pathofysiologische processen die kunnen optreden in deze fase. Vertrekkende vanuit de normale ontwikkeling van het kind, verdiepen we ons in de geestelijke, medische, heelkundige, acute en neonatale pathofysiologie. Een schriftelijk examen van deze module in de examenweken na de kerstvakantie. Module 2: Acute en kritische gespecialiseerde pediatrische zorg. Binnen de pediatrische gezondheidszorg bestaat er een brede waaier aan subspecialisaties. In deze module wordt er gestreefd naar een zeer specialistisch aanbod binnen een acute pediatrische setting en situaties, dat wordt verzorgd door toonaangevende experten. Een schriftelijk examen van deze module in de examenweken na de kerstvakantie. Module 3: Neonatale gespecialiseerde zorg (NICU) Binnen de pediatrische gezondheidszorg bestaat er een brede waaier aan subspecialisaties. In deze module wordt er gestreefd naar een zeer specialistisch aanbod binnen de neonatologie, dat wordt verzorgd door toonaangevende experten. Een schriftelijk examen van deze module in de examenweken in juni. Module 4: Chronische zorgen in de pediatrie Hier wordt de medische kennis van het chronisch zieke kind besproken met specifieke aandacht voor kinderoncologie, respiratoire problematiek (astma, chronische bronchitis,…), chronische nierinsufficiëntie, endocriene en metabole aandoeningen (diabetes, mucoviscidose,…) en de psychosociale en financiële gevolgen hiervan voor het hele gezin. Een schriftelijk examen van deze module in de examenweken in juni. Module 5: Psychosociale zorgen in de pediatrie en de jeugdzorg. In deze module wordt er aandacht besteed aan de eerstelijnszorg en - preventie, pleegzorg en de deontologische aspecten in de zorgverlening. De module gaat tevens dieper in op de culturele aspecten en invloeden op de zorgverlening en de kinder- en jeugdpsychiatrie en levenseinde. Een schriftelijk examen van deze module in de examenweken in juni. Module 6: Klinisch onderwijs (stage) Klinisch onderwijs in de zorgdomeinen pediatrische basisgezondheidszorg of extra-murale pediatrische zorg of kinder- en jeugdpsychiatrie; Neonatologie, met inbegrip van de intensieve neonatale zorg; Algemene en gespecialiseerde medisch-chirurgische eenheden voor kinderen met inbegrip van intensieve zorg en spoedvallenzorg. Module 7: Integratie proef Deze geïntegreerde proef omvat een individuele mondelinge proef over de leerstof die doorheen de opleiding werd gezien. Het doel is de integratie van kennis en verpleegkundig inzicht door de toepassing in casuïstiek. Aan het begin van het academiejaar worden drie casussen beschikbaar gesteld via de elektronische leeromgeving. Doorheen het academiejaar hebben de studenten de mogelijkheid om kennis op te frissen of informatie op te zoeken omtrent de casussen. Dit kan gaan over verpleegkundige interventies, pathologie, medicatie, …In juni komt de student voor een jury om vragen te beantwoorden over twee van de drie casussen.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/pediatrie-neonatologie"
}