{
    "id": 465,
    "content": "Jaar 2 - semester 4 - Landschaps- & Tuinarchitectuur Veld Credits Grafische vorming Beeldvorming In het laatste atelier beeldvorming concentreren we ons op het visualiseren van de ‘waarneming in beweging’. We werken aan het voorstellen van een ontwerpverhaal aan de hand van concepttekeningen, storyboards, stopmotion-films en graphic novels. 1 Digitale beeldvorming We starten met de eerste beginselen van 2D- en 3D-tekenen in SketchUp. Al snel reiken we meer tools aan om op een correcte manier meer complexere modellen te leren tekenen via o.a. groepen, componenten, layers en outliner. In de laatste werkcolleges komt o.a. landschapsmodellering met foto’s, schaduwwerking, presentatievormen en -stijlen aan bod. 2 Plantenleer Plantenleer Uniek is dat deze lessen grotendeels doorgaan in de plantentuin van Meise. Je krijgt een goede basiskennis in functie van algemene terminologie, herkenningscriteria, morfologie en systematiek van planten. Je hebt inzicht in plantensystematiek en de methodiek nodig bij het determineren. Bovendien kan je de aangeleerde methodiek toepassen bij het beschrijven en op naam brengen van planten. Je leert groeivoorwaarden en groenvormen nodig bij het uittekenen van het groenplan. 3 Ontwerpatelier, studiereis Ontwerpatelier, studiereis Tijdens de studiereis maak je kennis met tuinen en landschappen in het buitenland. We bezoeken verschillende projecten waar architectuur, kunst, ruimtelijke planning, tuin en landschap vanuit hun internationale context worden besproken en toegelicht. 3 Ontwerpatelier: Geïntegreerd project Publieke ruimte Ontwerpatelier: Geïntegreerd project Publieke ruimte In een eerste fase ontwikkel je een masterplan voor het studiegebied. Hiervoor maak je een omgevingsanalyse waarin je peilt naar de invloeden van de omgeving op het projectgebied onderzocht. In een tweede fase ligt de focus op het ontwerpen van het projectgebied een beplantingsontwerp en een technisch ontwerp voor een deelgebied. 4 Ontwerpatelier: Landschapsstructuren & patronen Ontwerpatelier: Landschapsstructuren & patronen Binnen dit landschaps-ontwerpproject analyseer en ontwerp je een gebied van 12 tot 20 km². Fase 1 : herkennen en analyseren van de landschapsstructuren en landschapspatronen, karakteristieken van het landschapsdeel: het traditionele landschap, de bestaande ruimtelijke structuur, de ontwikkelingsgeschiedenis in het landschap Fase 2 : impressieverhogend ontwerpen a.d.h.v. landschapsstructuren en landschapspatronen. 4 Ontwerpatelier Planpresentatie Je gaat op een begeleide zoektocht naar een persoonlijke presentatiestijl. Je start hier al mee tijdens het ontwerpproces. Via een onderzoeksopdracht naar huisstijlen en het principe van een moodboard leer je op een heldere manier communiceren met behulp van een digitale presentatievorm (InDesign). Het ontwikkelen van een eigen presentatiestijl voor ontwerpopdrachten wordt verdergezet. De aandacht gaat uit naar tekst en beeld. Bij het beeld gaat er veel aandacht naar de uniformiteit in de algemene lay-out op basis van het begrip huisstijl (template). Bij tekst leggen we de focus bij zowel het 'gesproken woord' als bij de typografie. 1 Beplantingsontwerp We bouwen verder op de inhoud van het tweede en derde semester om tot een beplantingsplan te komen. 1 Technisch ontwerp Tijdens de technische ontwerpateliers leren we je een deel van het uitvoeringsdossier (van opmeting, over technische uitvoeringsdetails tot bestek en meetstaat) van het geïntegreerd project publieke ruimte uit te werken. 1 Ondersteunende wetenschappen Erfgoed Bomen en planten, tuinen en parken, monumenten en landschappen vormen het groene erfgoed van onze cultuur. Wat is erfgoed? Waarom en hoe wordt het beschermd? En wat moet je weten als je als landschapsarchitect aan de slag gaat in een beschermde omgeving? 3 Landschap en analyse Landschap en analyse is tweeledig opgebouwd. Binnen het hoorcollege, deel landschapsgenese bekijken we de vorming van een aantal geografische streken. Binnen het deel planning lichten we een aantal planningsvormen toe. Binnen het werkcollege analyseren en karteren we een bezocht landschap. We schrijven een toekomstvisie uit via de cascoplanning. 3 Technieken Beheer, harmonisch park- en groenbeheer 1 Constructietechnieken Tijdens de praktische oefeningen geven we een korte theoretische basis over verschillende thema’s als elektriciteit in de buitenruimte, waterpartijen, plantverankering en hemelwaterverwerking. Daarna gaan we dit toepassen op concrete cases. 3",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/landschaps-tuinarchitectuur"
}