{
    "id": 62,
    "content": "Module 1: Basis verpleegkundige zorgen in de peroperatieve setting. (5 sp) In deze module wordt het takenpakket van de omloopverpleegkundige besproken. De begeleiding en de opvang van de operatiepatiënt komen aan bod, net zoals de verpleegkundige taken bij anesthesie, zowel algemene als locoregionale Tevens omvat deze module organisatorische aspecten van het operatiekwartier, hygiëne, communicatie,.... Module 2: Anesthesie (5 sp) Deze module benadert de fundamentele principes van de anesthesie en de pathofysiologische processen die kunnen optreden in deze fase. In deze module worden preoperatieve taken, peroperatieve taken bij algemene anesthesie als verpleegkundige taken bij locoregionale anesthesie besproken. Module 3: Chirurgie (5 sp) In deze module komen de verschillende chirurgische disciplines zoals neurochirurgie, cardiovasculaire chirurgie, thoracale heelkunde, abdominale heelkunde en orthopedie aan bod vanuit een pathofysiologische benadering. Module 4: Verpleegkundige aanpak van de chirurgie. (5sp) In deze module wordt er dieper ingegaan op de positionering van de patiënt, de voorbereiding van het operatieveld, instrumentatie, specifieke apparatuur, steriliteit. Module 5: Stralingsprotectie (5 sp) Met deze module kan je het getuigschrift van radioprotectie behalen. Module 6: Pre- en Postoperatieve zorg (5 sp) Binnen deze module wordt er vooral de nazorg behandeld van de patiënt in het operatiekwartier. Zowel de patiënt op de low-care ontwaakzaal als de patiënt op de high-care ontwaakzaal worden besproken met een uitdieping per chirurgisch specialisme (abdominaal, neurochirurgisch, vasculair,…). Module 7: Klinisch onderwijs: 450 uren (30 studiepunten) Stage te verdelen over drie stageplaatsen waarvan minstens 1 stageplaats in een instelling moet zijn waar cardiochirurgie aanwezig is. Elke stage omvat 150 uren.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/peri-operatieve-zorgen"
}