{
    "id": 47,
    "content": "Voeding en sport Voeding en voedsel staan momenteel flink in de belangstelling. Er is een toenemende interesse in voeding en levensstijl. Niet alleen topsporters maar ook heel wat recreatieve sporters zien het belang van een gebalanceerd voedingspatroon in. Beide groepen laten zich tijdens het sporten steeds vaker bijstaan door een expert. Wat eet je voor of na een training, tijdens een wedstrijd of tijdens een periode waar je weinig sport? Wetenschap en praktisch inzicht We vertrekken van de meest recente wetenschappelijke internationale aanbevelingen. Je leert deze aanbevelingen kritisch te analyseren en interpreteert hieruit welk advies geschikt is voor de sporter in functie van zijn/haar type sportbeoefening. Ook het gebruik van sportvoedingssupplementen komt aan bod en de risico's op een positieve dopingcontrole die dit al dan niet met zich meebrengt. Het uitwerken van enkele casussen geeft meer praktisch inzicht in de theorie. Voor deze opleiding, werken we samen met onze eigen bacheloropleiding leerkracht lichamelijke opvoeding en met de masters 'LO' en Kinesitherapie aan de VUB. Lesprogramma Basispakket – Hoorcolleges/zelfstudie: Basis inspanningsfysiologie, methodieken om fysieke fitheid te meten, inzicht in skelet en spierstelsel, trainingsleer, antropometrie, sportdiëtetiek (basis) en sportspecifieke voeding. Verdiepingspakket - Theorie: Sportvoeding voor specifieke doelgroepen: Geblesseerde en revaliderende sporters Gewichtsklassesporters Jongere vs oudere sporters Vegetarische/veganistische sporters Sporters met diabetes Extreme sporters Reizende sporters en organisatie catering Sporters met een beperking Sportvoedingssupplementen en doping Sportpsychologie en eetproblemen in de sport Verdiepingspakket – Praktijk Casuïstiek sportspecifieke voeding Opmaak sportvoedingsplan Evaluatie: schriftelijk examen Programma",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/sportvoedingsadvies-op-maat-geven-sportdietetiek"
}