{
    "id": 197,
    "content": "Veld Credits Commercieel beheer Consumentenpsychologie Wil je weten waarom een consument bepaalde producten koopt en andere niet? Wil je weten hoe persoonlijkheid en levensstijl van de consument meespeelt in zijn aankoopbeslissing of hoe consumenten elkaar beïnvloeden? ... Wij onderzoeken de unieke facetten van de customer journey en de alle factoren die het aankoopgedrag beïnvloeden. Beleef het hier! ECTS-fiche Semester 3 3 Category management & assortimentenbeheer ‘Act as an entrepreneur!’ In deze lessen wordt je ondernemerschap sterk aangewakkerd. Je krijgt inzichten over de samenstelling van optimale productcategorieën zodat de waarde voor de consument maximaal is. Daarbij focus je je onder andere op assortiment, rendement en analyseer je je belangrijkste stakeholders. Met de opmaak van je category-plan ondervind je precies hoe je dit best aanpakt. ECTS-fiche Semester 4 3 Visual merchandising We leggen je haarfijn uit wat VM is en hoe je je producten en winkel zo indeelt dat de aandacht op het juiste moment op de juiste producten ligt. Je onderzoekt welke marketinginstrumenten je kan inzetten en leggen de link tussen VM en STP ( Segmentation, Targeting Positioning). Je past je kennis toe in je project en op je werkplek! ECTS-fiche Semester 3 3 Communicatie Frans In Brussel is je tweetaligheid een troef van onschatbare waarde! Heb je al een grondige kennis maar verdient je grammatica nog wat aandacht of is Frans voor jou nog een uitdaging? Jouw specifieke noden krijgen hier alle aandacht. ECTS-fiche Semester 3+4 4 Engels Good Job! We oefenen je taalvaardigheden Engels die belangrijk zijn voor je toekomstige functie in retail. Aan de hand van praktijksituaties besteden we veel aandacht aan spreken en gesprekken voeren. ECTS-fiche Semester 3+4 4 Organisatie & ondernemen Strategisch winkelmanagement Je leert meer als een ‘manager’ te denken en ‘duurzame strategische doelen’ van je business te bepalen. Je past je kennis over missie visie-strategie, stakeholders, marktaandeel en markttendensen, SWOT- Porters en PESTLE-analyse (intern en extern) toe op je werkplek. Duurzaamheid is in deze module een kernwaarde met aandacht voor ecologisch en ethisch ondernemen, financiële duurzaamheid en een mensgerichte aanpak. ECTS-fiche Semester 3 4 Milieu en veiligheid Hot topics voor elke ondernemer! De consument wordt steeds kritischer en heel wat retailers nemen concrete acties om hun activiteiten duurzaam te maken. In onze lessen denken we na over de uitdagingen en kansen. Ga jij ze mee aan? Via het duaal traject op je werkplek kan je je ideeën omzetten in een concrete meerwaarde. ECTS-fiche Semester 3 3 Strategisch, duurzaam & ethisch ondernemen In deze module zullen we het hebben over de persoonlijkheid van ondernemers, hoe ze denken en beslissingen nemen. Ook staan we stil bij wat ondernemers succesvol maakt en hoe je als ondernemer op een verstandige manier omgaat met risico's en falen. De noodzaak van een goed businessplan en hoe dit wordt opgemaakt komt eveneens aan bod. ECTS-fiche Semester 4 4 Leiding geven & HR HRM2: sociaal recht In HRM2 bestudeer je essentiële topics van het arbeids- en het socialezekerheidsrecht. Je verdiept je in het sluiten van arbeidsovereenkomsten, vol-of deeltijds werken, verloning, arbeidsduur, schorsingen, ontslag, rechten en plichten van de werknemer en nog veel meer. ECTS-fiche Semester 3 3 HRM3: personeel en ontwikkeling In deze module staan we stil bij de rol van HRM binnen een bedrijf. Daarbij bekijken we zowel de instroom (rekrutering en selectie), de doorstroom (training en opleiding en ook het aspect motivatie van medewerkers). We staan stil bij de bedrijfscultuur en hoe goed leiderschap kan zorgen voor minder verloop (retentiebeleid). ECTS-fiche Semester 4 3 Logistiek en online tools Online retail tools II Je ontdekt een zelf samengesteld pakket van online cursussen. Je kiest een cursus uit het voorgestelde aanbod of brengt een eigen online cursus aan. Onder begeleiding van je coach werk je elke cursus zelfstandig af en ontvang je een certificaat. Naast je professionele ontwikkeling stimuleren we hiermee je nieuwsgierigheid naar de rijkdom van het online aanbod en je attitude van levenslang leren. De certificering versterkt je CV! ECTS-fiche Semester 3 3 Financieel beheer Winkelboekhouding & BTW Na deze lessen heeft de btw-administratie en -aangifte voor jou geen geheimen meer. Je kan zelfs je eigen boekhouding voeren! Een must voor elke ondernemer! ECTS-fiche Semester 3 3 Integratie verdiepend Werkplekleren 4: Focus strategie In dit tweede jaar van de opleiding wordt je uitgedaagd om je meer en meer als een ‘winkelmanager’ te gedragen, daar hoort strategisch denken zeker bij. Je stemt met je werkplekmentor af hoe jij kan bijdragen tot het ontwikkelen van acties om hun strategische doelstellingen te bereiken. ECTS-fiche Semester 3 5 Retail Learning Lab 3: Organisatie & innovatie Semester 3 4 Retail Learning Lab 4: Project marketing & business Semester 4 4 Integratie stage Semester 4 7",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-winkelmanagement"
}