{
    "id": 74,
    "content": "Lesprogramma De lessen vinden plaats op donderdag van 13u tot 20u. Het postgraduaat is opgebouwd uit 5 modules: Module 1: Theorie Deze module benadert de theoretische kaders: Inleiding Ethiek-Moraal-recht Ethische families Zorg, ethiek van de zorg in instellingen, principlistische ethiek, skilled compagnionship, Presentietheorie, Diskurs-ethiek, bemoeizorg… Deze module wordt afgesloten met een reflectieverslag op basis van de aangereikte theorie. Module 2: Ethiek in de instelling Deze module heeft als doestelling meer duidelijkheid te brengen rond de plaats die ethiek kan en moet hebben in de instelling. We stellen vast dat dit alles nog werkelijk in de kinderschoenen staat, alle pogingen ten spijt zowel in de ouderenzorg als in de ziekenhuizen. Er bestaat in heel wat instellingen een vorm van koudwatervrees om ethiek expliciet een plaats te geven in de dagelijkse werking. Anderzijds stellen we vast dat er toch al heel wat instellingen inspanningen hebben geleverd om ethiek in de werking te integreren. We gaan in deze module dieper in op De huidige situatie aan de hand van bestaande wetgeving, zowel federaal als op het vlak van de gemeenschappen. De wijze waarop instellingen ethiek haar plaats kunnen geven op verschillende niveaus: beleid, operationeel leidinggevenden, werkvloer. De wijze waarop ethische problemen en knelpunten kunnen aangepakt worden binnen de instellingen. Deze module wordt afgesloten met een reflectieverslag rond de plaats van ethiek in de instelling en eventuele aanpassingen Module 3: Methodieken In deze module wordt aan de hand van specifieke methodieken een analyse gemaakt van concrete morele situaties. Deze module wordt afgesloten met een reflectieverslag rond de afronding van een institutioneel project Module 4: Actuele thema’s Ethiek is een heel breed begrip dat zich ook richt naar intermenselijke verhoudingen en de wijze waarop de samenleving hiermee omgaat. Dit is sterk cultureel gebonden en kan dus ook evolueren in functie van de tijd. Het spreekt dus voor zich dat bepaalde problematieken zich vandaag voordoen daar waar dit absoluut niet het geval was in het verleden. In deze vierde module gaan we wat dieper in op een paar belangrijke problematieken die zich vandaag aanbieden. Deze module wordt afgesloten met een reflectieverslag rond een actueel ethisch thema Module 5: Project Er worden vier studiepunten voorzien voor een project. Dit project loopt doorheen de vorming en omvat de implementatie van een nieuwe praktijk binnen de instelling waar zij of hij werkzaam is. Het is niet vrijblijvend en moet gebeuren met toestemming van de instelling. Het project wordt klassikaal voorgesteld in aanwezigheid van de medestudenten. Programma",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/procesbegeleider-ethiek-zorg-en-welzijn"
}