{
    "id": 45,
    "content": "Hoe ziet de opleiding eruit De gezondheidszorg is een boeiende sector in uitbreiding. De spectaculaire evolutie in de moleculaire biologie en de DNA-technologie stuwt het weten­schappelijk onderzoek in de geneeskunde, de farmacie, de biotechnologie en de forensische wereld vooruit. Het zorgt ook voor meer technologische vooruitgang in de klinische biologie, in de productie van farmaceutische specialiteiten en in de bio-industrie. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Troeven van de opleiding Je eerste jaar: geen afstudeerrichtingen, wel keuzetraject Als enige opleiding Biomedische Laboratoriumtechnologie in Vlaanderen bieden we jou een brede opleiding aan. Je hoeft dus in je eerste jaar nog geen afstudeerrichting te kiezen. Na je tweede jaar kan je dan een betere keuze maken, onder meer dankzij de kijkstage, tussen: medische laboratoriumtechnologie (MLT) of farmaceutische en biologische laboratoriumtechnologie (FBT). In het eerste jaar heb je wel het boeiende keuzetraject rond forensisch onderzoek (lees hieronder verder). Veel oefenen in het labo We nemen je mee door de wetenschap achter de gezondheidszorg. Maar we blijven niet met onze neus in de boeken zitten. Al vanaf het eerste semester ga je aan de slag in het labo. We starten in het eerste jaar ook met twee projecten waar je gaat samenwerken met andere studenten. Sterke begeleiding Je staat er bij ons nooit alleen voor. Onze docenten begeleiden je gedurende je volledige opleiding, van de eerste ervaringen in het labo, tot je bachelorproefstage. Zo stomen we je helemaal klaar voor een beroep waar je later verschillende kanten mee op kan. Sterk diploma Je hebt 100% werkzekerheid Je kan verschillende kanten uit met je diploma Je startloon als bachelor is bij de beste 50% van de afgestudeerden studeert verder en behaalt met succes een master-diploma Je hebt heel wat jobmogelijkheden Uniek keuzetraject: Forensisch Onderzoek Je kan vanaf het eerste jaar  kiezen voor ons boeiend keuzetraject ‘Forensisch Onderzoek’ . Je verdiept je hiermee in de verschillende schakels van de forensische keten: crime scene management forensische labotechnieken forensische geneeskunde recht We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Deeltraject 1: Twee modules die het forensisch onderzoek respectievelijk vanuit politionele en juridische invalshoek benaderen. In de module ‘Recht’ (3 SP) zal je dieper ingaan op strafrecht en -vordering, gedragswetenschappen en gerechtspsychiatrie en -psychologie. De module ‘Crime scene management’ (3 SP) leert je zowel humane als niet-humane sporen te verzamelen, zoals vinger- en bloedsporen, schoenafdrukken, bandensporen, werktuigsporen, .. Deeltraject 2: Kennismaken met de forensische geneeskunde en de forensische laboratoriumtechnieken (7 SP). Je gaat zelf op zoek naar de dader in een interactieve CSI-workshop. Je zal sporen op een perfect nagebootste plaats delict verzamelen en hiervan een fotopresentatie, een proces-verbaal en mogelijke scenario’s opmaken. Deeltraject 3: In deeltraject drie kan je stage lopen in de laboratoria van de technische en wetenschappelijke politie en/ of in forensische labo’s.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/biomedische-laboratoriumtechnologie"
}