{
    "id": 45,
    "content": "Hoe ziet de opleiding eruit? Deze opleiding stoomt je in drie jaar klaar voor een carrière in de toerisme- en vrijetijdssector. We geloven daarbij in de positieve en duurzame toekomst voor deze sector. Samen met jou bekijken we het op lokaal niveau in onze eigen stad en regio, én internationaal in alle uithoeken van de wereld. Voorkennis heb je niet nodig, maar het is wel een pluspunt als je houdt van communiceren , als je creatief bent, iets actiefs wil doen, graag in een internationale en multiculturele omgeving werkt en niet bang bent van managen. Onze opleiding in het kort Je wordt professioneel voorbereid op een carrière in de toeristische en vrijetijdssector. Je geniet van een grootstedelijke aanpak: ons hart klopt in de vijfhoek van Brussel Je leert de wereld kennen, dankzij onze contacten in diverse landen en hun culturen We stimuleren meertalig- en meerstemmigheid Je stippelt je eigen route uit en kiest de focus die je zelf boeiend vindt: travel, meeting of vrije tijd; van travel designer tot urban storyteller of event planner Je kan twee tot drie (!) internationale stages lopen Je kan meteen aan de slag: lokaal en internationaal Onze troeven We begeleiden en coachen je tot de professional die je zelf wilt worden Veel praktijk en veel stage: dankzij échte ervaring voel je je zeker Op eigen tempo: je duikt in je passie volgens jouw eigen traject Studeren in het kosmopolitische Brussel: hét toeristisch centrum bij uitstek met zijn hippe shops, tophotels, musea en allerhande pop-upactiviteiten Positief en duurzaam toerisme Of je nu kiest voor backpacken , slow travel of citytrippen , toerisme en vrije tijd dragen op een bijzondere manier bij aan de samenleving . Wij geloven in de kracht van ontmoetingen, van het connecteren met de natuur. De toekomst van toerisme en recreatie is hoopgevend: innovatief en duurzaam . Daar zijn wij van overtuigd. Onze opleiding bekijkt het graag met een open en frisse blik . Brussel is een dankbaar laboratorium waar we graag induiken. We denken mee na over de toekomst van toerisme, ook in eigen stad. Wil jij ook meewerken aan een duurzaam toerisme ? Dan ben jij zonder twijfel geknipt voor deze opleiding tot eigentijds en kritisch vakantiemaker ! We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings De tijd die ik tot nu toe heb gehad in Brussel, heb ik ervaren als een geweldige periode. Ik heb mijn vertrouwde thuisfront verlaten om zelfstandiger door het leven te kunnen gaan, ik heb mensen leren kennen uit alle hoeken van België en een heel nieuwe cultuur ontdekt. Het is de beste beslissing die ik ooit heb genomen. De Erasmushogeschool geeft me een kans om te groeien als persoon, een kans waarin ik mezelf kan zijn zonder raar aangekeken te worden, een kans om mij te zijn. Yarne Claus Student Toerisme- & Recreatiemanagement Nieuwsgierig naar meer? Lees hier het hele verhaal! Projecten in de kijker Urban Trends & Issues Eerstejaars duiken onbevooroordeeld de stad in. Hete hangijzers worden besproken. De ene keer in het Nederlands, de andere keer in het Frans of het Engels. Internationale Erasmusstudenten nemen deel aan de cursus en debatteren mee over tourism & leisure in Brussel. Afstudeerproject Binnen de opleiding denken we mee na over de kansen voor toerisme in het kader van Brussel als culturele hoofdstad in 2030 . De studenten bedenken op basis van onderzoek en brainstorms toekomstbeelden voor toerisme en vrije tijd in Brussel. Ze trekken de straten van onze hoofdstad in om ideeën en verhalen te verzamelen via audio. Professionele identiteit De sector van toerisme en vrije tijd is breed, heel breed. Wij coachen studenten in hun zoektocht naar het domein waarin ze willen excelleren. De ene student gaat voor de Meetings Industry, de andere voor travel of leisure. Op het einde van het academiejaar is er een toonmoment om de ideeën te delen.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/toerisme-recreatiemanagement"
}