{
    "id": 43,
    "content": "Hoe ziet de opleiding eruit? Dagopleiding: Je studeert twee jaar met 3 à 4 lesdagen per week. Werkplekleren : wat je leert in de lessen, ga je meteen omzetten in de praktijk. In je 2e jaar ga op je stage . We leren je omgaan met de nieuwste technologie . Je werkt rond projecten , in nauw contact met bedrijven en echte cases. Je wordt geëvalueerd zoals in het bedrijfsleven: projecten, portfolio, werkstukken, teamwork. Flexibel traject: Je studeert 2.5 jaar in werktraject Online contactmomenten. Veel zelfstudiemateriaal beschikbaar. Veel projecten en cases kunnen uitgewerkt worden in functie van je eigen job . Wie reeds werkt hoeft geen stage meer af te leggen, maar werkt een competentieportfolio uit. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Opbouw academiejaar Je lessen worden in blokken gegeven. Je lessen staan in functie van de projecten die je uitwerkt. Per lesblok komen maximaal drie vakken aan bod. Op het einde van elk lesblok worden deze vakken geëvalueerd in een fulltime project.. Persoonlijke aanpak We begeleiden je actief in je persoonlijke ontwikkeling. Je docent is je coach en gaat samen met jou op zoek hoe je je talenten en competenties het best kan ontwikkelen. Werkcolleges krijg je in kleine groepen zodat je individueel begeleid kan worden. De drempel tussen docent en student is bij ons erg laag. Digitaal leren (blended learning) maakt actief deel uit van onze onderwijsstijl. Minder boeken, wel meer online en interactief materiaal. NVAO (Nederlands-Vlaamse Accredetatieorganisatie) Het programma van de graduaatsopleiding Programmeren van EhB heeft een duidelijke structuur, is logisch opgebouwd en inhoudelijk goed onderbouwd. Docenten zijn niet enkel vakexperts maar ook coaches, waardoor studenten kunnen rekenen op gepaste ondersteuning. Vakken Je opleiding bestaat uit vier leerlijnen . Naast twee inhoudelijke leerlijnen die de kern vormen, namelijk Software en Web & Data, bestaat het curriculum uit een ondersteunende leerlijn IT-sector en een geïntegreerde leerlijn Integration. IT-Sector In de leerlijn IT-sector leren we jou een aantal IT-basics aan. Daarom eindigt deze leerlijn ook aan het einde van het eerste jaar, waarna we veronderstellen dat je de basics verworven hebt. Je verwerft inzicht in de algemene werking van hard- en software, in verschillende talstelsels, in verschillende communicatiestrategieën en technieken die relevant zijn in (IT-)bedrijven. Bovendien ontwikkel je IT-Engels en IT-specifieke projectmanagement methodieken. De volledige opleiding wordt georganiseerd in samenwerking met bedrijfspartners. Software In de leerlijn Software ligt de focus op Javascript, Java en op .NET . In het derde semester is er aandacht voor mobile development, AI en analytics . Samen vormen ze bijna één derde van jouw studiepunten. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Web & Data In de leerlijn Web & Data oefen je het programmeren voor het wereldwijde web en krijg je inzicht in databanken. Verschillende talen komen daarbij aan bod: HTML, CSS, Javascript, AJAX, PHP, Lavarel, SQL. Samen met de leerlijn Software vormt dit de inhoudelijke kern van je opleiding . Integration In de leerlijn ‘Integration’ die ruim een derde van de opleiding beslaat, ligt de focus op levenslang leren, projectwerk en het geïntegreerd verwerven en inoefenen van competenties. Deze leerlijn bestaat bijna integraal uit werkplekleren . Programmeren - Jaar 1 Veld Credits IT-sector IT fundamentals In IT Fundamentals wordt de elementaire werking van een computer en van datacommunicatie besproken in 3 delen. Deel 1 bespreekt de verschillende talstelsels en de basis rond logische poorten en combinatorische (reken)schakelingen Deel 2 behandelt computer hardware. Ook de samenwerking tussen de verschillende onderdelen wordt besproken. Deel 3 bespreekt de basiselementen van datatransmissie, fysieke media en hun eigenschappen en datacommunicatie in de praktijk. 3 OS Fundamentals OS Fundamentals bekijkt de belangrijkste kenmerken en bouwstenen van een bedrijfsnetwerk en gebruiks- en rechtenbeheer binnen een bedrijfsnetwerk. Vervolgens wordt geleerd hoe een Fileserver op te zetten. Tenslotte wordt aandacht besteed aan een introductie tot het omgaan met de CLI van een Linux omgeving en geleerd daarbij de belangrijkste administratieve taken uit te voeren. 3 Process & Project Flow De opbouw van bedrijfsprocessen wordt besproken. Daarnaast wordt het ontwikkelen van software behandeld volgens de principes van Agile en Scrum, meer bepaald: sprints, requirements & user stories, rollen en verantwoordelijkheden, planning. Software Programming Fundamentals Programming Fundamentals behandelt de basisprincipes van het begrijpen, analyseren en oplossen van problemen. Er wordt bovendien een brede basis gelegd voor de kennis van de programmeertaal Javascript en het gestructureerd en procedureel programmeren in deze taal. We leren je dus hier de essentie van programmeren. 6 Programming Advanced In Programming Advanced wordt voort gebouwd op de programmeerkennis opgedaan in Programming Essentials maar wordt overgeschakled naar een zuivere objectgeoriënteerde taal, Java. Door middel van het maken van zowel console applicaties als applicaties met grafische gebruikersinterface worden de OO principes ingeoefend waarbij nog extra aandacht wordt gelegd op principes als leesbaarheid, onderhoudbaarheid en flexibiliteit. Er wordt geleerd hoe objecten kunnen gepersisteerd worden met behulp van een databank 6 Enterprise Applications Met behulp van de gevorderde principes die reeds werden aangehaald in het vak Java Advanced zullen volledige multitier webapplicaties worden ontwikkeld. Relevante raamwerken in het web ecosysteem zullen aangehaald worden. Een open en vrije ontwikkelingstool zal worden gebruikt als programmeeromgeving zodat programmatiedetails kunnen worden ingewisseld voor meer aandacht voor de professionele frameworks. 6 Web & data Static Web HTML5 en CSS3 worden aangeleerd en toegepast bij het bouwen van een statische website. Met het Document Object Model leer je elementen te selecteren en te manipuleren. Je gebruikt gangbare werkwijzen en tools om te coderen en te debuggen. 5 Database Fundamentals De cursus start met een overzicht van de kenmerken, soorten, voorbeelden en onderdelen van een databasesysteem. Hierna volgt een grondige bespreking van informatie- en gegevensanalyse. 4 Dynamic Web Om mee te gaan in de nieuwste evoluties op het vlak van web development krijgt de student een diepere duik in Javascript. Er wordt uitgebreid gekeken naar objectgeoriënteerd programmeren binnen Javascript aan de hand van een aantal best practices. Het dynamische luik van de website wordt toegevoegd met node.js en mysql. Er wordt gekeken naar de vereisten van een node.js applicatie, de basis van het framework geleerd en gekoppeld aan een MySQL database. 6 Backend Web Om mee te gaan in de nieuwste evoluties op het vlak van webdevelopment krijgt de student een inleiding van het HTTP-protocol en PHP, een server-side scripting taal. Er wordt gekeken hoe een complexe website opgebouwd wordt met PHP in combinatie met een database en serverside validatie. Best practices worden aangeleerd doorheen de verschillende werkcolleges en oefeningen. 6 Integration Professional Skills Development In dit opleidingsonderdeel wordt aandacht besteed aan nieuwe trends binnen de IT aan de hand van gastcolleges, bedrijfsbezoeken, deelname aan beurzen…. De studenten bewijzen in hun portfolio dat ze inzicht hebben in die nieuwe trends en dat ze in staat zijn trends en evoluties op te volgen. Verder, word je tijdens de projecten gecoached op professionele attitude en efficiënt werken in team. 3 Programming Project In dit opleidingsonderdeel wordt aandacht besteed aan nieuwe trends binnen de IT en wordt een groepsproject rond een nieuwe trend uitgewerkt. Studenten nemen per projectgroep zelf contact op met een bedrijf en ontwikkelen in opdracht van dat bedrijf een nieuwe technologie. Het bedrijf voorziet tussentijdse feedback en is betrokken bij de eindbeoordeling van het opgeleverde product. 6 Programmeren - Jaar 2 Veld Credits Software .NET Frameworks 7 .NET Advanced 7 Future Portfolio 7 Integration IT Business Case 6 .NET Project 3 Internship: Project 1 15 Internship: Project 2 15 Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Bekijk hier de folder met overzicht van vakken voor zowel het werktraject als het dag traject. Na je studie Aan het werk Je kan aan de slag als: Programmeur Developer Webontwikkelaar Zelfstandige Verder studeren Aan EhB een extra bachelor via een verkort-traject: verkort programma bachelor Toegepaste Informatica (95 studiepunten) Waar heb je les Campus Kaai In Anderlecht Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Flexibel studeren Werken en studeren Heb je werk of ben je werkzoekend? Je kan met een maximum aan flexibiliteit studeren, op je eigen tempo en zonder gebonden te zijn aan vaste uren en plaatsen. In onze werktrajecten hanteren we zelfstudie en online contactmomenten , zowel individueel als in groep. Dit betekent dat je studeert met kant-en-klaar cursus- en oefenmateriaal en instructies die via onze digitale leeromgeving beschikbaar zijn. Gemiddeld voorzien we één of twee avonden begeleiding voor werktraject. Meer info over flexibel studeren Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2019 vond een toets nieuwe opleiding plaats voor deze opleiding. Lees het volledige rapport . De Nederlands-Vlaamse Accreditatieorganisatie (NVAO) besloot dat deze opleiding op internationaal aanvaarde wijze potentiële kwaliteit biedt: zie besluit toets nieuwe opleiding De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Inschrijven Klaar om je in te schrijven voor Programmeren? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat Van maandag tot donderdag van 9u tot 16u, op vrijdag van 9u tot 15u. Nijverheidskaai 170, 1070 Anderlecht bel ons: 02 523 37 37 mail ons: gdt.kaai.student@ehb.be",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-programmeren"
}