{
    "id": 24,
    "content": "Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Administratief medewerkers in een onderneming Administratief medewerkers in een accountantskantoor Hoe ziet de opleiding eruit? Er is een grote vraag naar kandidaten met een boekhoudprofiel, waardoor bedrijven niet altijd voldoende kandidaten vinden. Ze werven daardoor mensen aan die geen diploma boekhouden hebben.  De micro-credential Hulpboekhouder richt zich tot mensen die al actief zijn binnen een boekhoudkundige afdeling van een bedrijf, maar die onvoldoende achtergrond hebben van deze materie. Lesprogramma De opleiding gaat digitaal door en start in september 2024. De stage bedraag 104 uur (6 studiepunten). Certifiëring Je zal een getuigschrift micro-credential ontvangen wanneer alle credits zijn verworven (geen tolerantie mogelijk). Vakken De vakken komen uit het graduaat Accounting Administration, het betreft: Algemeen boekhouden 1 Computerboekhouden BTW Stage 1 Waar heb je les? Dit micro-credential wordt aangeboden als werktraject met online avondsessies via MS Teams en leerpaden via het elektronisch leerplatform. Je studentensecretariaat bevindt zich op campus Leuven . Interleuvenlaan 5 3001 Heverlee, Leuven Openbaar vervoer: neem aan het station van Leuven de bus en stap af aan de halte Haasrode UCLL 630 en 4 richting Haasrode 5 richting Vaalbeek Blue-bike: huur je fiets aan het station van Leuven en fiets in 20 minuten naar de campus. Auto: zet je auto op de ruime parking achter het gebouw van Interleuvenlaan 5. Inschrijven Klaar om je in te schrijven voor deze micro-credential? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact Mail ons: stel je vraag aan campusleuven@ehb.be Thomas de Jonckheere - Opleidingshoofd Bel ons: 02 899 71 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Kom langs: Ons secretariaat is open op maandag en woensdag van 11u tot 19u en op donderdag van 13u tot 19u.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/hulpboekhouder-24-25"
}