{
    "id": 35,
    "content": "Hoe ziet de opleiding eruit De opleiding tot technologisch verpleegkundige is belangrijk om de volgende redenen: Bijdrage aan de kwaliteit van zorg: een technologisch verpleegkundige kan bijdragen aan de kwaliteit van de zorg door gebruik te maken van de nieuwste technologieën en methoden in de verzorging van patiënten. Verbetering van de uitkomsten van de zorg: door de opleiding tot technologisch verpleegkundige te volgen, kunnen verpleegkundigen nauwkeuriger diagnose stellen en betere behandelplannen opstellen, wat leidt tot verbeterde uitkomsten voor de patiënt. Versterking van de rol van verpleegkundigen in de gezondheidszorg: door de opleiding tot technologisch verpleegkundige, kunnen verpleegkundigen meer verantwoordelijkheid nemen en een grotere bijdrage leveren aan de gezondheidszorg. Ondersteuning van interdisciplinaire samenwerking: door de opleiding tot technologisch verpleegkundige, kunnen verpleegkundigen beter samenwerken met andere zorgverleners, waaronder artsen, technici en andere verpleegkundigen. Persoonlijke groei en ontwikkeling: de opleiding tot technologisch verpleegkundige biedt verpleegkundigen de kans om zich verder te ontwikkelen en hun kennis en vaardigheden uit te breiden, wat leidt tot persoonlijke groei en verrijking van hun carrière. Wat leer je Een verpleegkundige in de medische beeldvorming heeft de volgende competenties: Technische kennis: kennis van medische beeldvormingstechnieken en hoe deze toegepast worden in de verzorging van patiënten. Patiëntgerichtheid: vermogen om op een comfortabele en geruststellende manier te communiceren met patiënten en hen voor te bereiden op medische beeldvormingprocedures. Veiligheid: bewustzijn van de risico's en de verantwoordelijkheid om veiligheidsprocedures te volgen tijdens medische beeldvormingprocedures. Technische vaardigheden: vermogen om technische apparatuur en software te bedienen en de kwaliteit van de beelden te waarborgen. Interpersoonlijke vaardigheden: vermogen om te communiceren en samen te werken met andere leden van het medische team en patiënten en hun families. Continu leren: vermogen om op de hoogte te blijven van de nieuwste ontwikkelingen en technologieën in de medische beeldvorming en bereidheid om nieuwe vaardigheden te leren Lesprogramma Deze opleiding start in september 2024 . Module 1: Radiobiologie Module 2: Therapievoorbereiding, -planning en beeldvorming Module 3: Hersenen, neus-keel-oor, hematologie en sarcomen Module 4: Longen (thorax), borst en cardiologie Module 5: Klein bekken, onderste en bovenste digestieve organen Module 6: innovatieve technologieën Programmadetails volgen later",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/technologisch-verpleegkundige"
}