{
    "id": 482,
    "content": "Jaar 1 - Voedings- & Dieetkunde Werktraject Veld Credits Algemene Chemie We leren je basisbegrippen, berekeningen en vaardigheden. Die gebruiken we later om voedingsmiddelen chemisch te analyseren. 6 Anatomie - Fysiologie - Digestieve fysiologie Je maakt kennis met de medische terminologie en de organisatie van het lichaam. We besteden veel aandacht aan de werking van het spijsverteringskanaal, de lever en de pancreas. 5 Biologie • Inleiding tot de biologie en indeling van de organismen of taxonomie; • Structuur en eigenschappen van de biomoleculen; • De cel en cellulaire communicatie; • De eiwitsynthese; • Celgroei en celdeling bij eukaryoten 3 Coaching- en consultatietechnieken 1 Wat is een goede voedingsanamnese? Welke technieken zijn er? Welk voorlichtingsmateriaal kan je gebruiken? Je leert het hier allemaal. We oefenen via rollenspelen. 3 Keukentechnologie Hier leer je de basisprincipes van het bereiden van voeding. Je kan de voedingswaarde van gerechten berekenen en advies geven voor het samenstellen en bereiden van gezonde en evenwichtige voeding. 4 Project 1: Brussel en voeding Brussel, gezonde voeding en duurzaamheid staan centraal in dit project. Studenten worden vertrouwd gemaakt met de Brusselse omgeving, Brusselse armoede problematiek,  de oorsprong van onze voeding en een gezonde voeding. Deze kennismaking wordt mogelijk gemaakt door verschillende externe bezoeken te brengen aan bedrijven, organisaties, ... in de Brusselse rand en het stadscentrum. Met deze bezoeken wordt een andere onderwijsvorm aangeboden om nieuwe kennis te verwerven en te verwerken. 4 Toegepaste fysica Naast basisrekenregels leer je ook fysische principes en zie je waar deze worden toegepast bij het bereiden en conserveren van voedingsmiddelen. 4 Voedingsmicrobiologie 1 Hier besteden we veel aandacht aan de relatie tussen voedingsmiddelen en gezondheid en aan de mogelijke besmetting van voedsel. 4 Warenkennis - productkennis - wetgeving 1 Door theoretische lessen en bezoeken leer je meer over melkproducten, calciumverrijkte sojaproducten, graanproducten, aardappelen en smeer- en bereidingsvetten. We bestuderen wat er allemaal op etiketten van voedingsmiddelen te vinden is. 3 Warenkennis - productkennis - wetgeving 2 Hier leer je meer over groenten, fruit, noten en zaden, paddenstoelen, algen en wieren, vlees, vis, schaal- en schelpdieren en eieren. We hebben het hier ook over voedselverspilling. 4 Wetenschappelijke onderzoeksvaardigheden 1 Hier leer je wetenschappelijke literatuur opzoeken en kritisch verwerken tot een paper. Ook statistische verwerking van onderzoeksresultaten hoort hier bij. 6",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/voedings-dieetkunde"
}