{
    "id": 41,
    "content": "Hoe ziet de opleiding eruit Gepassioneerd door die steeds veranderende geconnecteerde wereld? Ben jij een digitale maker van de toekomst? Kom dan ' Multimedia & Creatieve Technologie' studeren: een innoverende opleiding in Brussel. Creativiteit. Technologie. Cool Stuff. In deze praktijkgerichte opleiding leer je multimediatoepassingen maken zoals apps, websites, virtual reality-games, motion graphics en interactieve projecties. Met behulp van de nieuwste technologieën ga je op zoek naar de perfecte balans tussen design en development . We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Web & App Front-End | Back-End | Android | iOS Word een hard-core webdesigner en -developer of ontwerp en ontwikkel native apps voor mobiele toestellen. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Extended Reality Virtual Reality I 3D Modeling & Animation | 3D Gaming | Virtual Studio Creëer games en toepassingen voor augmented, extended en virtual reality. Je volgt de trends op de voet en innoveert voor de toekomst. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Motion Motion Graphics | Live Visuals | Interactive Motion | Drones | Virtual Studio Maak interactieve projecties en audiovisuele producties met werkelijke camerabeelden of geanimeerde computerbeelden en verbluf je toeschouwers. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Emerging Technologies Artificial Intelligence | Drones | Physical Prototyping Van storytelling en conceptual thinking tot physical prototyping. Bedenk en maak de digitale producten van de toekomst. Of leer hoe je prachtige beelden maakt met je zelf getweakte drone. Multimediatoepassingen Multimediatoepassingen zijn niet meer weg te denken uit onze samenleving: apps op onze smartphones en tablets, websites, sociale media, informatiekiosken, interactieve installaties, enzovoort. Al vanaf het eerste jaar leer je deze interactieve multimedia-producten zelf creëren. Je kan bij ons komen experimenteren met innovatieve technologieën, van motion capture tot augmented reality, van AI tot IoT. Een team van experten en coaches leert je werken met de meest relevante frameworks, zal je uit je kot lokken bij het creëren van concepten en leidt je op tot een echte multimedia-professional . Op het einde van elk semester worden de lessen onderbroken om aan een full project te werken. In opdracht van echte klanten uit de bedrijfswereld ontwikkel je een multimediatoepassing, van concept tot realisatie. Onder hun begeleiding en in teamverband werk je gedurende 3 weken aan dit project. Deze cases zijn het hart van de opleiding omdat je hierin al je verworven kennis kan omzetten in de praktijk. Vakken We focussen op de creatie van interactieve multimedia-producten zoals mobile apps, websites, installaties,... Kom bij ons experimenteren met innovatieve technologieën , van motion capture tot augmented reality, van Artificial Intelligence tot Internet of Things. We leren je werken met de meest relevante frameworks, lokken je uit je kot bij het creëren van concepten en leiden je op tot mature professionals door een team van de beste experts en coaches van het land . Het eerste jaar is gemeenschappelijk voor alle studenten. We starten van nul en je leert op korte tijd een stevige basis van technische en ontwerpvaardigheden. Vanaf het tweede opleidingsjaar wordt het gemeenschappelijk programma aangevuld met specialisatiemodules . Je wordt opgeleid tot een echte professional die innovatieve oplossingen kan bedenken en ontwikkelen. Dankzij de laatste actuele ontwikkelingen word je klaargestoomd voor de arbeidsmarkt. Multimedia & Creatieve Technologie: jaar 1 Veld Credits Design Design I Je maakt in dit opleidingsonderdeel kennis met de basisprincipes van grafische vormgeving: typografie, kleur, beeld, compositie en de werkprocessen van een grafisch vormgever. We leren deze principes toepassen en maken daarvoor gebruik van de software uit de professionele wereld (Adobe Illustrator en Photoshop). Semester 1 5 Design II Design II gaat over het structuren en vormgeven van informatie. Navigatie is daarbij een belangrijk onderdeel. We doorlopen het hele ontwerpproces van een digitale toepassing: van het ontwikkelen van wireframes over het organiseren van de flow tot de uiteindelijke vormgeving. We maken daarvoor gebruik van software uit de professionele wereld. We kijken hoe we een duidelijk hiërarchie kunnen aanbrengen door gebruik van typografie, kleur en lay-out. We leren designbeslissingen maken en consequent doortrekken naar meerdere (types) pagina's. Semester 2 5 Development Development I Je leert procedureel programmeren met behulp van Javascript. Door gebruik te maken van de grafische mogelijkheden van HTML 5 Canvas leer je op een visuele en intuïtieve manier programmeren. Alle basisconcepten van programmeren komen aan bod: variabelen en objecten, functies en methodes, variatie door middel van iteratiestructuren en selectiestructuren, events en lijst-structuren. Met behulp van de aangeleerde vaardigheden genereer je abstracte afbeeldingen en interactieve animaties. Semester 1 5 Development II Je leert object georiënteerd programmeren met behulp van Javascript (ES6). Hierbij leer je zowel de basisconcepten (zoals objecten, klassen en attributen) als geavanceerde concepten (zoals overerving). Daarnaast leer je hoe je data kan uitwisselen met een REST API door gebruik te maken van Ajax REST calls & JSON Objecten. Met behulp van de aangeleerde vaardigheden ontwikkel je een interactieve webapplicatie. Semester 2 5 Soft skills Grow I In 'Grow I’ reflecteer je over je eigen handelen. Op basis van een persoonlijke SWOT werk je persoonlijke doelstellingen uit waar je het volledige academiejaar aan werkt. Je traject gebeurt onder begeleiding van een 'study coach'. Naast het bijwonen van en actief participeren in infosessies waarin je leert studeren, lessen herhalen en aandacht vestigt op habit tracking, neem je deel aan coachingsgesprekken met het doel je persoonlijke en professionele talentontwikkeling te ondersteunen. Daarnaast leer je in het kader van problem solving methoden en creatieve technieken aan om te ontleden, oorzaken te identificeren, alternatieven te genereren, te implementeren en te evalueren. Semester 1 5 Communication I Je leert effectief professioneel communiceren. Je wordt je bewust van het belang van goede communicatievaardigheden en krijgt basisinzicht in het mondeling, schriftelijk en digitaal communicatieproces. Je bespreekt de voor- en nadelen van samenwerkingscompetenties, de verschillende fasen in de ontwikkeling van een team, de verschillende taken en rollen in een team en de belangrijkste factoren voor een succesvolle samenwerking. Je leert welke agenderingstechnieken te gebruiken om de vergaderingen gestructureerd te laten verlopen. Via een stapsgewijze aanpak leer je een professioneel rapport te schrijven. Ten slotte krijg je inzicht in de verschillende onderdelen van een effectieve presentatie. Hiernaast word je voorbereid op de opleidingsonderdelen die in het Engels worden onderwezen. Semester 2 5 Essentials Web I Je leert HTML5 en CSS3 voor het bouwen van een statische website. Je zal in staat zijn een design om te zetten naar een werkende website. Hierbij leer je hoe de pagina-structuur van een website eruit moet zien en ga je aan de slag met het positioneren, vormgeven en inladen van bestanden waarbij je rekening houdt met responsive design. Je schrijft code die performant, gestructureerd & zoekmachinegeoptimaliseerd (SEO) is en waarbij het begrijpen van semantiek essentieel is. Bij dit leerproces zal je fouten kunnen opsporen en de gepaste oplossingen vinden. Semester 1 5 Makerslab De cursus omvat elektrische schakelingen, componenten zoals diodes en transistoren, en het verbinden van input- en outputcomponenten tot een werkend geheel. Je leert de logica van elektronica aansturen met een programmeertaal voor interactiviteit. Praktisch gezien pas je deze kennis toe in functionele schakelingen, microcontrollers en het ontwikkelen van prototypes in het fablab. Daarnaast maak je kennis met productontwikkeling, inclusief interaction en experience design, materialen, emotie-opwekking en storytelling. Semester 2 5 Motion In dit opleidingsonderdeel krijg je een inleiding tot de vormgeving en productie van digitaal videomateriaal. Je maakt kennis met de belangrijke basisprincipes in pre-productie, productie, post-productie en distributie van digitale video. Hierbij is er naast de audiovisuele principes: workflow, cameratechnieken & opname; een bijzondere aandacht voor video & geluidsmontage, en hardware. Ook VFX en motion graphics basics komen aan bod: green screen, compositing & color grading; keyframes & easing, shape layers & masks. Semester 1 5 3D In het opleidingsonderdeel 3D overloop je de vijf opeenvolgende basisstappen voor het aanmaken van 3D assets. Dat zijn, in de meest logische volgorde: modeling, texturing, rendering, rigging en animation. Aan de hand van praktijkoefeningen, met ondersteuning van een aantal hoorcolleges, leer je deze verschillende basis-technieken kennen en ben je aan het eind van de cursus in staat om zelf eenvoudige maar afgewerkte en geanimeerde 3D objecten te maken. Dit doe je aan de hand van de meest geschikte software-applicaties. Semester 2 5 Full Projects Full Projects I Gedurende drie projectweken leer je een goed doordachte website in HTML en CSS te maken. In teamverband worden volgens de basisprincipes van projectmanagement en projectmatig werken binnen de context van multimedia- en communicatietechnologie de fasen doorlopen om te komen tot een bruikbaar en door de klant aanvaard eindproduct. Je wordt tijdens deze periode intensief begeleid door docenten van de opleiding en krijgt je opdracht van een reële klant. Voorafgaand leer je de basisprincipes van klassiek project management en de kenmerken van projecten. Bijzondere aandacht gaat naar een projectmatige aanpak en de basisprincipes van Agile Scrum projectmanagement. De studenten worden tijdens deze periode intensief begeleid door docenten van de opleiding. Semester 1 5 Full Projects II Gedurende drie projectweken vervolmaak je je vaardigheden om volgens de basisprincipes van projectmanagement en projectmatig werken binnen de context van multimedia- en communicatietechnologieën een goed doordachte hybride mobiele app in HTLM, CSS en Javascript te ontwikkelen. In teamverband doorloop je de fasen doorlopen om te komen tot een bruikbaar en door de klant aanvaard eindproduct. Je wordt tijdens deze periode intensief begeleid door docenten van de opleiding en krijgt je opdracht van een reële klant. Voorafgaand leer je hoe je een projectplanning maakt. Je leert hoe je een strokenplanning en een netwerkplanning kan opmaken en waarvoor deze dienen. Verder verdiep je je in onderwerpen, zoals kwaliteitsbeheer, kostenbeheer en risicobeheer. Je leert samenwerken in teams voor grotere opgeschaalde projecten. Je werkt hierbij met de belangrijkste verschillende Agile methodes. Semester 2 5 Multimedia & Creatieve Technologie: jaar 2 Veld Credits Design Design III In dit opleidingsonderdeel oefen je op het maken van originele en concrete concepten, rekening houdend met een doelpubliek. We doorlopen de verschillende fases van design thinking, geven invulling aan een merk, zoeken naar de juiste marketingkanalen en passende campagnes. Onderwerpen zoals marktonderzoek & doelgroepbepaling, brainstorming, prototyping, merkidentiteit & visueel design, marketingkanalen, pitch & presentatie komen aan bod. Semester 1 5 Design IV Dit opleidingsonderdeel brengt je kennis bij van UX-design, systemisch design en strategisch design. Tijdens de werkcolleges zet je die opgedane kennis meteen ook in de praktijk. Je leert dan op een iteratieve manier, ideeën genereren, die ideeën omzetten in design keuzes en de gemaakte keuzes ook uitwerken in een dienst of product. Concreet gebruik je design research technieken zoals personae, customer journeys, empathy mapping, problem definition,… om in 4 stappen van idee naar product te gaan. Semester 2 5 Development Development III Je leert professionele applicaties bouwen met behulp van een platformonafhankelijke objectgeoriënteerde programmeertaal. Hierbij maken we gebruik van bibliotheken of frameworks. Je leert op een objectgeorienteerde manier gestructureerde applicaties maken die data kunnen verwerken. Ook de interactie met databases komt hierbij aan bod. Verder is er aandacht voor gevorderde programmeertechnieken. Semester 1 5 Development IV In dit opleidingsonderdeel ga je nog een stap verder in het objectgeörienteerd programmeren met een focus op belangrijke principes die je voorbereiden op levenslang leren en toekomstige evoluties op vlak van programmeertalen. Zo leer je Design Patterns kennen, generiek opgezette softwarestructuren die veelvoorkomende software-ontwerpprobleem oplossen. Je leert ook klassendiagrammen maken waar de relatie tussen de verschillende klassen en objecten weergegeven wordt. Semester 2 5 Soft Skills Communication II Je leert professioneel communiceren in het Engels, zowel schriftelijk als mondeling. Aan de hand van een bedrijfsbezoek, word je ondergedompeld in een Engelstalige omgeving en leer je hoe een multimediaprofessional communiceert en werkt. Tegelijkertijd krijg je een heuse shot marketing, zodat je niet alleen een concreet & realistisch voorbeeld uit het werkveld te zien krijgt, maar ook zelf een analyse kan maken van een belangrijke speler binnen het werkveld. Om je op deze buitenkans voor te bereiden, krijg je enkele belangrijke tools ter beschikking. Naast essentiële taaltips en inzicht in professioneel Engels taalgebruik, leer je ook courante marketingconcepten herkennen, toepassen en evalueren. Semester 1 5 Grow II Je werkt een project uit dat kadert in één van de vijf opgelegde domeinen, formuleert persoonlijke doelstellingen, reflecteert over je eigen attitude (scoring bij start en einde van het project) en brengt alle onderdelen samen in een portfolio. Bijzondere aandacht gaat opnieuw naar zelfmanagement en talentontwikkeling. Daarnaast leer je, als start van het Final Work, hoe je een onderzoeksvraagstuk aanpakt in de colleges rond research. Semester 2 5 Essentials Web II Je leert dynamische websites maken in back- en front-end met behulp van full stack Javascript en andere moderne web technieken. Je leert een volwaardig gestylde website maken dat straalt van persoonlijkheid met geavanceerde CSS animaties . Je web apps krijgen heel wat meer functionaliteiten dankzij het gebruik van Node en NPM. Dynamisch data manipuleren met nosql of realtime databases, de backbone en security van je webapps wordt hier bekeken. Semester 1 5 Full Projects Full Projects III Gedurende drie projectweken maak je een goed doordachte toepassing voor IoT of AI. In teamverband worden alle fasen doorlopen om te komen tot een professioneel eindproduct. Het team is verantwoordelijk voor het projectmanagement en komt tot een presenteerbaar en door de klant aanvaard eindproduct door middel van projectmatig werken. Je wordt tijdens deze periode intensief begeleid door docenten van de opleiding. Voorafgaand leer je de basisprincipes van IoT, AI en machine learning. Semester 1 5 Full Projects IV Gedurende drie projectweken werk je, binnen je specialisatiegebied, aan een goed doordachte toepassing voor het herwerken en presenteren van de portfolio’s van medestudenten en externe uitstraling van de opleiding. In teamverband worden alle fasen doorlopen om te komen tot een professioneel eindproduct. Het team is verantwoordelijk voor het projectmanagement en komt tot een presenteerbaar en door de klant aanvaard eindproduct door middel van projectmatig werken. Semester 2 5 Keuzemodules Web & App Front-End | Back-End | Android | iOS Word een hard-core webdesigner en -developer. Je leert er werken met de nieuwste en meest geavanceerde webtechnologieën. Extended Reality 3D-modeling & -animation | Virtual reality | 3D-gaming | Virtual Studio Creëer toepassingen voor augmented, extended en virtual reality. Je volgt de trends op de voet en innoveert voor de toekomst. Motion Live Visuals | Motion Graphics | Interactive Motion | Drones | Virtual Studio Werkelijke camerabeelden of geanimeerde computerbeelden? Maak interactieve projecties en audiovisuele producties en verbluf je toeschouwers. Emerging Technologies Artificial Intelligence | Drones | Physical Prototyping Van storytelling en conceptual thinking tot physical prototyping. Bedenk en maak de digitale producten van de toekomst. Multimedia & Creatieve Technologie: jaar 3 Veld Credits Design Design V In dit opleidingsonderdeel ligt de focus op het ontwerp en de creatie van inhoud in het multi-device tijdperk. In eerste instantie gaat het hierbij over inhoud waarin de onderwerpen van de Design opleidingsonderdelen geïntegreerd worden in multimediale toepassingen die dezelfde ervaring over verschillende toestellen aanbieden. We bekijken hoe een wisselende context invloed heeft op de gebruikservaring. Er zal ook verder gekeken worden naar innovatieve cross-mediale vormgeving die de grenzen tussen digitale en fysieke mediavormen overbrugt. Semester 1 5 Development Development V Je maakt kennis met de rol en de principes van datavisualisatie en krijgt een inleiding (basis) tot data-analyse en statistiek. Je maakt daarnaast uitgebreid kennis met de grafische taal van datavisualisaties. Deze inzichten worden vervolgens toegepast in een reeks oefeningen gericht op de vormgeving en de implementatie van statische, dynamische en tot slot ook interactieve datavisualisaties. Je leert hierbij werken met gespecialiseerde software-tools en -bibliotheken. Semester 1 5 Soft Skills Communication III In dit opleidingsonderdeel leer je hoe je een opinie schrijft, een technische publicatie schrijft, een artikel schrijft, presenteert. Je oefent je bovendien in je luister-, lees-, schrijf- en spreekvaardigheden. Je aandacht gaat voornamelijk naar het verbeteren van je mondelinge receptieve en productieve vaardigheden. Je slaagt erin moeiteloos een uiteenzetting in het Nederlands, Frans en Engels te begrijpen over je vakgebied. Daarnaast neem je ook actief deel aan allerlei oefenvormen van gesproken uitdrukkingsvaardigheid in meerdere talen over onderwerpen die verband houden met je technisch-professionele opleiding. Semester 1 5 Grow III Net zoals voorgaande jaren werk je rond het formuleren van persoonlijke doelstellingen, het reflecteren en maken van een portfolio. Ook in ‘Grow III’ wordt de nadruk gelegd op zelfmanagement en verdere talentontwikkeling. Daarnaast werk je actief rond ondernemerszin en ondernemerschap in de colleges rond entrepreneurship. Je verwerft kennis in juridische en financiële onderwerpen die als noodzakelijk dienen beschouwd te worden in hun werksituatie als werknemer en/of hun werksituatie als zelfstandig ondernemer. Semester 1 5 Specialisatie Expert Lab Je onderzoekt de technologieën om de uitwerking van je Final Work te faciliteren. Hiervoor stel je een portfolio op met verschillende prototypes die de onderzochte technische aspecten en designs uitdiepen. Je wordt actief begeleid door een aantal coaches die je richting geven in het onderzoek op zelfstandige basis. Er worden workshops ingericht over relevante thema's die voortvloeien uit jullie onderzoeksproces. Ook word je aangemoedigd om expertise te vergaren bij relevante bedrijven, organisaties of kunstenaars. Doorheen het semester wordt het professioneel proces geëvalueerd waarbij gelet wordt op de volgende zaken: Probleemoplossend denken, planning/analyse en uitvoering. Dit zal gebeuren door middel van sprints en milestones. Deze zullen samen met de coaches bepaald worden doorheen het traject. Semester 1 10 Afstuderen Internship Je doorloopt een stageperiode van ten minste twaalf weken (5/5) in een multimedia-omgeving binnen een bedrijf. De stage is onderhevig aan een stageovereenkomst tussen student, hogeschool en bedrijf. De stage wordt begeleid door een stagebegeleider in het bedrijf, die verantwoordelijk is voor de opdracht en werkregeling, controle en evaluatie van de stagiair. De stagiair krijgt ook een lid van het onderwijzend personeel toegewezen als stagebegeleider vanuit de hogeschool. Aan hem of haar rapporteert de stagiair regelmatig via het stagelogboek. Na afloop van de stage dient de stagiair een stageverslag en ontwikkelingsportfolio in en wordt de stage verdedigd bij de stagebegeleiders. Semester 2 20 Final Work Het afstudeerwerk is het logische sluitstuk van een functionele, praktijkgeoriënteerde opleiding. Het is een uitgelezen visitekaartje voor de afgestudeerde, waarbij de student laat zien dat hij/zij alle competenties van de opleiding in hun onderlinge context beheerst. Het uitwerken van de bachelorproef beoogt enerzijds het kunnen toepassen van de tijdens de opleiding opgedane kennis, vaardigheden en attitudes maar zal anderzijds ook een verdere uitbreiding of grotere specialisatie eisen. Het is bedoeld als een leertraject waarin zelfstandig nieuwe kennis en inzichten verworven worden en waar de student zijn/haar professionele vaardigheden doet gelden. De student is in staat om geheel zelfstandig te functioneren als een beginnend professional. In het afstudeerwerk verdiept de student zich in een specifiek multimediaprobleem en een theoretische uitdaging. Aan de basis staat een toegepaste onderzoeksvraag. Het dient een zekere uitdaging in te houden: een nog onbewandelde weg, een nieuwe of nog weinig gekende of toegepaste technologie, een nieuwe toepassing, .... Er wordt dus geen mooi uitgestippelde oplossingsstrategie gevolgd, maar het vergt een zekere toegepaste onderzoeksmentaliteit en creativiteit. In de loop van de maand oktober gaat de student op zoek naar een opdracht. Eisen hiervoor zijn dat de opdracht voldoende uitdaging biedt om te laten zien dat de student over de vereiste competenties van een MCT-professional beschikt. Binnen de opdracht moet de student het volledige proces, van analyse tot product, doorlopen. Daarenboven moet het mogelijk zijn onderzoek te doen naar verschillende oplossingen of mogelijkheden. Het onderwerp van het afstudeerwerk dient goedgekeurd te worden door de opleiding. Begin november wordt het afstudeerwerk opgestart. De student wordt een promotor toegewezen die het afstudeerwerk tussentijds opvolgt en tussentijdse indicatieve evaluaties meegeeft. De bachelorproef wordt afgerond met het indienen van een verslag, het eindproduct en een verdediging van het werk voor een jury van professionals. Semester 2 10 Specialisaties Vanaf het tweede opleidingsjaar kan je een pakket samenstellen uit onze talloze specialisatiemodules. Je wordt opgeleid tot een echte professional die innovatieve oplossingen kan bedenken en ontwikkelen. Dankzij de laatste actuele ontwikkelingen word je klaargestoomd voor de arbeidsmarkt . De specialisatiemodules zijn onderverdeeld in vier categorieën: Multimedia & Creatieve Technologie: specialisatiemodules Veld Credits Web & App Front-End Je leert moderne javascript frameworks aanwenden vanuit een creatief design standpunt. Je krijgt de technische kennis mee om zelf je eigen ideeen in een moderne web applicatie of website te gieten. We werken rond 1 werkstuk. Het is een redesign prototype in Angular en React van een bestaande website. 1. Intro vak, uitleg werkstukken met inhoud en deadlines, eerste design opdracht en brainstormsessies 2. Javascript framework intro + Angular basics 3. Angular advanced 4. Angular advanced gastles (TBD) en werkstuk implementatie + Designing in frameworks 5. Design sessie voor nieuwe werkstuk, nieuwe technieken, feedback en groepswerk 6. Framework 2 (React/Vue) Afhankelijk van extern bedrijvenfeedback 7. Framework 2 advanced 8. Framework 2 advanced + design in the framework + external libraries 9. Feedback design, projectwerk 5 Back-End We bekijken een nieuwe taal voor backend web projecten en werken met het populairste framework in die taal. In het tweede deel van het vak behandelen we database best practices en design, security implementaties en deploymethodes voor backend projecten. Voorbeeld: 1 werkstuk met 3 luiken: Database design, Applicatie structuur en security (nieuwe invulling). 1. Inleiding tot backend, werkstuk overlopen, deadlines meegeven. Basis PHP 2. Web specific PHP: Sessions, cookies, Forms 3. Intro tot Composer en apache server setup 4. Laravel Introduction and Views/layout 5. Database design en best practices + Laravel Migrations en seeders 6. Werkstuk basics implementeren en begeleiding 7. Rest API best practices en Security 8. Security implementation en deployment op servers 9. Werkstuk werken en begeleiding 5 Android In de keuzemodule Android ontwikkel je in Android Studio een volledige Android app volgens de regels van de kunst. Je leert verschillende Android-componenten gebruiken om asynchroon gegevens op te halen, data op te slaan en correct weer te geven. Dit alles volgens de Android design richtlijnen met een focus op de nodige best practices. De evaluatie van het vak bestaat uit een werkstuk waarin je vrij bent je eigen app te maken zolang deze voldoet aan de Android design guidelines en een aantal minimumvereisten. 1. Mobile Design 2. App structuur 3. Layouts 4. Drawables 5. Opslagen van data met Firebase 6. Communicatie met API 5 iOS Je leert apps maken voor de iPhone en iPad met behulp van de taal Swift. Swift is leuk in gebruik, enorm populair bij ontwikkelaars en kan natuurlijk ook buiten het Apple ecosysteem gebruikt worden. Apple heeft net weer grenzen verlegd door de introductie van hun M1 chip en hun App Store zet jaarlijks zowat tweemaal zoveel euro's om als hun concurrent Google Play. Een ecosysteem dus dat je als (app) ontwikkelaar niet zomaar links kan laten liggen. Voorbeelden: Villo station app (deelfietsen), COVID stats app, Verkeersinformatie Bxl 1. Kennismaking met Swift 2. De structuur van een iOS-project begrijpen 3. Een lay-out opstellen voor een iOS app, gebruikmakend van de juiste iOS interface-elementen 4. Eeen iOS-applicaties ontwikkelen en testen gebruikmakend van de beschikbare tools 5. Interacties tussen de gebruiker en de iOS app implementeren, gebruikmakend van typische user controls 6. Data-persistentie voorzien voor een iOS app 7. De levenscyclus van een iOS app begrijpen en op een correcte manier reageren op specifieke levenscyli-events. 8. Speciale functies van een iOS-apparaat kunnen aanspreken, zoals GPS, sensoren, gebruik van gestures, ... 9. In het ontwerp van iOS apps de mogelijkheid voorzien voor de ondersteuning van verschillende schermgroottes (smartphones, tablets) en -resoluties. 10. In het ontwerp van iOS apps rekening houden met de typische design guidelines en best practices (interactiestijlen, controls, schermopbouw) 5 Extended Reality 3D Modeling & Animation In deze module leer je om zelf een character in Maya in 3D te maken - van 3D modeling tot het inkleuren of shaden. Als je daarmee klaar bent voorzie je je character van een control rig, een skelet structuur waarmee je je figuurtje kan animeren. Vervolgens leer je werken met keyframes en zet je letterlijk je eerste stappen in 3D character animation. Tenslotte leer je werken met mocapdata om je 3D character echt leven in te blazen. Je werkt doorlopend aan je eigen opdracht of je kan er voor kiezen om met het opgelegde figuurtje te werken. 1. modelen : we behandelen de basisprincipes van 3D modeling voor karakters aan de hand van een video tutorial 2. modelen : je past de principes uit de vorige les toe om een eigen karakter in 3D te ontwerpen 3. shaden : je maakt gebruik van diverse maya shaders en/of substance painter om je figuur kleuren en materialen te geven 4. rigging : met de Human IK module in Maya voorzie je je figuur van een rig 5. skinning : om je figuurtje correct te deformeren ga je weight painten op de skin van je figuur 6. animation : we verkennen het werken met keyframes hand van een eenvoudige stap-cyclus 7. animation : we combineren verschillende motion capture bestanden in de time editor 8. lighting & rendering : hier komt alles uit de vorige lessen samen, het resultaat is een kort 3D filmpje 5 3D Games Je leert de nodige concepten en technieken aan om een volledige 3d game te ontwerpen en te ontwikkelen m.b.v. Unity: Component based programming, procedurele generatie, real-time animatie, physics, particles, shaders, enz... Je ontwikkelt een 3D game naar keuze. 1. Workshop Unity Basics 2. Game Design + Concept 3. Input, Physics, Raycasting 4. Animation 5. Particles 6. Shaders 7. Performance 8. Procedural Generation 5 Virtual Reality In Virtual Reality zie je diverse spatial computing concepten met betrekking tot Virtual Reality, Augmented Reality en Mixed Reality. Je exploreert deze nieuwe technologieën zowel op vlak van design (3d interfaces, interfaceless design, gestures,...) als op vlak van development (verschillende SDK's & hardware). Je creëert VR-environments, AR- en MR-interfaces en XR-games met behulp van Unity. OPDRACHT VR: Je ontwikkelt een concept en prototype in samenwerking met een echte klant. OPDRACHT AR/MR: Maak een magazine/boek of platenhoes interactief met behulp van augmented of mixed reality. 1. Workshop Unity Basics 2. VR Opdracht + Concept Design 3. UX Design for VR 4. Workshop VR Development 5. Prototype Building 6. Prototype Building + UX 7. Augmented & Mixed Reality: Concept + UX 8. Workshop AR Development 9. AR Prototype 5 Virtual Studio In de audiovisuele sector is er een verschuiving aan de gang van reële producties naar virtuele producties die in Extended Reality (XR) gecreëerd worden waar echte en virtuele omgevingen gecombineerd worden en mens-machine-interacties door computertechnologieën en wearables gegenereerd worden. Je bouwt een virtual studio op en maakt een videoproductie die gebruikt maakt van XR en/of Unity 3D. 5 Motion Motion Graphics In de keuzemodule Motion Graphics leer je de principes van animatie en overloop je alle stappen om een professioneel Motion Design project te realiseren. Hiernaast verken je nieuwe tools om aan de slag te gaan met Character Design & Rigging, Visual Effects en traditionele animatie. Oefening: Application principles of animation Oefening: Character Design Oefening: Character Animation Oefening: VFX Face Tracking Replacement Oefening: Frame by frame Deelopdracht 1: 'inspiratie animatievideo' Deelpdracht 2: 'moodboard + script' Deelpdracht 3: \"storyboard + animatic\" Deelpdracht 4: \"style frames\" Deelpdracht 5: \"illustraties hoofdopdracht\" Deelpdracht 6: \"voice-over, SFX, muziek\" Hoofdopdracht: \"Motion Design Project\" 1. Introductie les & After Effects Tricks & Tips 2. 12 Principles of animation 3. DUIK Character Design 4. DUIK Character Animation 5. VFX (Face replacement & Tracking) 6. VFX Deel 2 (3D Layers, Lights, Camera) 7. Frame by frame animation 8. Effects, Expressions, Adobe Dynamic Link 9. Styling & Textures 5 Live Visuals In deze keuzemodule specialiseer je je in het creëren van interactieve live visuals en \"performances\" binnen een professionele context. Je leert hierbij de finesse van audioreactieve visuals en motion capturing. Ook hoort \"video mapping\" op fysieke structuren bij het takenpakket. Oefening: Mocap Animatie Oefening: VJ Loops Oefening: VJ-Set Oefening: Webcam FX Oefening: Madmapper Deelopdracht: Referenties & Moodboard Deelopdracht: Concept prototype Hoofdopdracht: Live Set 1. Introductieles 2. Resolume Basics 3. VDMX5 Basics 4. 2D Mapping 5. Live Mocap & DMX 6. Synchronizing systems 7. Mocap 8. Analog visuals 9. Voorbereiden hoofdopdracht (fysieke installatie) 5 Interactive Motion In dit vak ga je experimenteren met generatieve visuals. Dit wil zeggen dat we beelden niet frame per frame gaan animeren, maar wel een omgeving of systeem gaan programmeren waarmee we steeds unieke beelden gaan creëren. Je leert over zaken zoals particles, physics, 3D-objects, texturing, ... Je gaat aan de slag met verschillende creatieve inputs zoals audio, kinect, arduino, ... Om hiermee uiteindelijk een eigen volwaardige visuele interactieve installatie te maken. Als werkstuk maak je een interactieve visuele installatie of datavisualisatie, je bepaalt hiervoor zelf de input, output en presentatie. Daarnaast maak je ook een studie over het werk van een generative artist/creative coder naar keuze. Tijdens de mondelinge evaluatie presenteer je je bevindingen en een zelfgemaakt visual hierdoor geinspireerd. 5 Emerging Technologies Artificial Intelligence Waarom toont Google mug shots als je zoekt naar 4 zwarte tieners? Hoe komt het dat een juridische chatbot discrimineert? Hoe begin je er aan om een chatbot vorm te geven? Of een smart city? We bekijken van service design, platform design tot en met visual design hoe je een AI project tot een goed einde kan brengen. Als werkstuk bouw je een integrale AI oplossing voor een van de volgende topics: smart mobility, smart environment en quantified self. Hierbij hou je rekening met alle design best practices en implementeer je deze aan de hand van een zelf vergaarde dataset. 5 Physical Prototyping Digital making slaat de brug tussen fysieke interactie en de visuele alsook technische aspecten van de andere afstudeerrichtingen. Binnen deze opleidingsonderdelen ga je aan den lijve ondervinden hoe je ervaringen opbouwt, wanneer interactie plaatsvindt en op welke manier deze je ervaringen beïnvloeden. Door gebruik te maken van reeds aangereikte technische skills en tools waaronder het fablab, ontwerp je fysieke interactieve ervaringen die leven binnen onze (in)directe omgeving en dan ook de maatschappij weerspiegelen. Frustrations! Snoozen, overslapen of alleen al opstaan. Een kwakje tandpasta op de trui en de zoveelste “Bad hair day”. Slurpende lippen en andere eetgeluiden. Een voor één voldoende om met het verkeerde been uit bed te stappen. Is het nu tijdens de ochtend, middag, avond of nacht. Thuis of op school, anderen die je irriteren, of je eigen onhandigheid die je vervloekt: frustraties zijn helaas te vaak aanwezig en beïnvloeden, al dan niet negatief, je emoties van dat moment en soms zelf gehele dagen. Aan jou om deze frustraties aan te klagen en dit in de vorm van een fysieke interactieve ervaring. • Kiezen van een ultieme frustratie. • Aanklagen van frustratie ahv. conceptualisatie. • Visueel vormgeven van frustratie. • Technisch uitwerken van frustratie. • Presenteren van frustratie. 5 Drones Je leert niet alleen vliegen met een drone (type A1 of A3), maar ook om deze te gebruiken voor het maken van videobeelden. Daarnaast maak je in ons FabLab kennis met het technische aspect. • Videoproductie: zet een drone in voor het maken van prachtige videobeelden met oog voor het cinematografisch aspect. • Technische productie: maak een drone in het FabLab. • Theoretische kennis over luchtvaartwetgeving, ATC-procedures, meteorologie, vluchtbeginselen, … • Theoretische les over luchtvaartwetgeving, ATC-procedures, algemene kennis van het luchtvaartuig en vluchtorganisatie,… • Zelf een drone besturen tijdens een volledige vlucht die het opstijgen, maneuvreren en veilig landen omvat. • Theorie over de cinematografische eigenschappen van luchtbeelden en deze toepassen in een videoproductie. • De camera van een vliegende drone vlot kunnen besturen en vloeiende beelden maken. • Theorie over de gebruikte technologie in een fixed wing en rotary wing drone. • Onderhoudsprocedures voor drones kunnen uitwerken en toepassen. Drone Building in FabLab 5 Gedetailleerde info over de vakken (beoordeling, examenvormen ...), dan kan je terecht in de ECTS-fiches . Check de specifieke leerresultaten . De perfecte kick-start Met een diploma Multec (Multimedia & Creatieve Technologie) kun je overal ter wereld terecht, en dat merk je al tijdens de opleiding. Ik heb de kans gekregen om een semester op uitwisseling te gaan in Tsjechië en om een projectweek te volgen met Europese studenten in UK. Volgend semester loop ik stage bij een internationaal bedrijf in Washington DC: een perfecte kick-start voor mijn internationale carrière. Mira Keersmaekers Oud-studente Na je studie Aan het werk Je kan aan de slag als: Webdesigner en -developer Mobile app-designer en -developer Multimedia consultant User experience designer Creative digital prototyper Motion designer Digital strategist User interface designer Usability engineer Projectmanager Internet of Things-ontwikkelaar Interaction designer zelfstandige Verder studeren Aan EhB een postgraduaat: postgraduaat Toegepaste Artificiële Intelligentie postgraduaat Coding een extra bachelor via een verkort-traject: verkort programma bachelor Toegepaste Informatica word leraar Ga voor een master Wil je na je bachelordiploma nog een master behalen? via een schakelprogramma via een voorbereidingsprogramma check wat je kan studeren aan de VUB Waar heb je les Campus Kaai In Anderlecht Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings ICT-infrastructuur Het computernetwerk van het departement omvat een domein van meer dan 300 pc’s met een modern en performant serverpark. Samen met de printers, plotters en scanners kunnen studenten deze gebruiken voor werkcolleges, practica, projecten en bachelorproeven. Events Jaarlijks organiseren we samen met jullie verschillende evenementen zoals EHACKB, Digital Convention Brussels, Career Launch, ... Tijdens deze evenementen brengen we je ook in contact met de experten uit het werkveld zodat je reeds tijdens je studies je professioneel netwerk kan uitbouwen. Flexibel studeren Werken en studeren Heb je werk of ben je werkzoekend? In onze werktrajecten hanteren we zowel online en/of on-campus coaching, zowel individueel als in groep . Dit betekent dat je studeert met kant-en-klaar cursus- en oefenmateriaal en instructies die via onze elektronische leeromgeving beschikbaar zijn. Je kan dus met een maximum aan flexibiliteit studeren , op je eigen tempo en zonder gebonden te zijn aan vaste uren en plaatsen. Je kan ervoor kiezen om een traject op maat uit te stippelen, of om het standaardtraject te volgen, wat de load tussen werken en studeren in balans houdt. De volledige opleiding kun je ook op afstand volgen. Meer info over flexibel studeren Verkorte trajecten Goesting in een extra diploma? Volg deze opleiding in 1 of 2 jaar. Heb je een bachelor Toegepaste Informatica of een daarmee gelijkgesteld diploma, dan volg je een verkort programma van 2 jaar . Heb je een andere vooropleiding ? Heb je andere ICT-gerelateerd diploma’s of credits behaald? Dan kun je op basis van je eerder verworven kwalificaties of competenties eventueel vrijstellingen krijgen. We bieden je dan een individueel studietraject aan. Enkel de modules volgen die jou het meest interesseren? Dat is geen probleem! Leer op korte termijn ontzettend veel bij en vergroot je marktwaarde. Neem contact op met onze trajectbegeleider: gwendolyn.vander.putten@ehb.be Starten in februari Is het academiejaar al gestart en heb je geen zin om een volledig academiejaar te verliezen? Je kan deze opleiding ook starten in februari. Check of je recht hebt op vrijstellingen Neem contact op met onze trajectbegeleider: gwendolyn.vander.putten@ehb.be Naar het buitenland Veel 'good practices' van multimediaprojecten zijn in het buitenland te vinden. Internationalisering is daarom erg belangrijk voor de opleiding. Op regelmatige basis organiseren we seminaries en gastcolleges met internationale sprekers en je bezoekt in het kader van talentontwikkeling enkele internationale multimedia- en technologiebeurzen. Je krijgt de kans om in het buitenland je stage, afstudeerwerk of zelfs een gedeelte van je studie te voltooien . Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2022 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2023 tot 2029 in het borgingsbesluit . De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Multimedia & Creatieve Technologie? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat Van maandag tot donderdag van 9u tot 16u, op vrijdag van 9u tot 15u. Nijverheidskaai 170, 1070 Anderlecht bel ons: 02 523 37 37 mail ons: gdt.kaai.student@ehb.be Info voor bedrijven Final Show Op het einde van het academiejaar is er de Final Show: een groots flitsend evenement vol inspiratie en de beste projecten en eindwerken van onze studenten. We verwelkomen je op onze tentoonstelling met een drankje en hapje. Netwerk met onze studenten, met alumni of met onze docenten. Om 19.30 uur begint de show, waar onze studenten op een spectaculaire manier hun projecten en afstudeerwerken voorstellen. Innovatief en inspirerend! We sluiten af met een receptie. Wil je sponsoren? Dat kan. Vraag alle voorwaarden aan multimedia@ehb.be . Duaal Leren, Internship en Final Work In hun specialisatiejaar verdiepen onze afstuderende studenten zich in een specifieke technologie of competentie waarin ze expert willen worden. Hierbij werken we samen met bedrijven die onze studenten op korte termijn helpen met kennisoverdracht of ondersteuning. Dit is voor studenten een perfecte voorbereiding op hun Internship en Final Work en voor bedrijven een manier om studenten binnen te halen. Wil je samenwerken op vlak van duaal leren, aanbieden van stages of ondersteunen van bachelorproeven? Stuur dan een e-mail naar multimedia@ehb.be . Full Projects Elk semester wordt afgesloten met een project waarbij een multimediatoepassing wordt ontwikkeld voor organisaties met een maatschappelijk engagement, bij voorkeur uit het Brusselse. Heb je geen of een verouderde website? Of zou je je werking willen aanvullen met een mobiele app? Dan kunnen onze studenten je misschien helpen! Vul hier je gegevens in om aan te melden. Career Launch Jaarlijks organiseren we voor onze studenten een jobbeurs. Enerzijds richten we ons hierbij op de studenten die op zoek zijn naar een stageplaats en/of een samenwerking in het kader van hun final work. Anderzijds bieden we de laatstejaarsstudenten hulp bij het zoeken naar een job. Het doel is eenvoudig: werkgevers in contact brengen met jong talent. Heb je interesse om deel te nemen? Mail naar dt.partner@ehb.be . Contact Erasmushogeschool campus Kaai Nijverheidskaai 170, 1070 Anderlecht Bel ons: 02 523 37 37 Mail ons: mike.derycke@ehb.be Chat met ons via de knop rechtsonder in beeld Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/multimedia-creatieve-technologie"
}