{
    "id": 121,
    "content": "Jaar 1 - Voedings- & Dieetkunde Veld Credits Jaar 1 - Voedings- & Dieetkunde Kennismaking met het werkveld Je leert via een studiedag, een interview en een kijkstage het veelzijdige beroep van de diëtist/nutritionist kennen. 3 Anatomie & Fysiologie Je maakt kennis met de medische terminologie en we besteden veel aandacht aan het spijsverteringsstelsel. 3 Consultatietechnieken Wat is een goede voedingsanamnese? Welke technieken zijn er? Welk voorlichtingsmateriaal kan je gebruiken? Je leert het allemaal. We oefenen ook met rollenspellen. 3 Duurzaam Brussel In dit project leer je initiatieven kennen om voedselverspilling tegen te gaan en hoe er in de grootstad ook aandacht is voor urban farming. 3 Inleiding in wetenschappelijk onderzoek Hier leer je wetenschappelijke literatuur opzoeken en kritisch verwerken tot een paper.  Ook statistische verwerking van onderzoeksresultaten hoort hierbij. 5 Voedingsleer Macro- en micronutriënten en de voedingsdriehoek kennen geen geheimen meer voor jou. Je leert de basis om voedingsadvies te kunnen geven. 4 Cel- & microbiologie Dit vak geeft je meer info over het functioneren van de eukaryote en prokaryote cel. 5 Labvaardigheden 1 Je analyseert zowel chemisch, als microbiologisch verschillende voedingsmiddelen. 4 Communicatievaardigheden Hoe communiceer jij?  Leer gespreks- en luistertechnieken toepassen.  Krijg de bagage mee om een consultatie in het Frans uit te voeren. 3 Voedingsmiddelen 1 Wat staat er allemaal op een voedingsetiket?  Door de theoretische lessen en bedrijfsbezoeken leer je meer over o.a. melk, kaas, groenten, fruit, eieren, vlees en vleesvervangers. 6 Voedingsmiddelen 2 Je leert over o.a. suiker en suikervervangers, koffie, thee en chocolade.  Ook novel foods, genetische modificatie en toxische stoffen in voeding behoren tot de leerstof. 3 Biomoleculen In voeding en ons lichaam vind je vele organische verbindingen; met deze cursus leer je de opbouw kennen en de functies. 3 Bewegen en voeding Binnen deze cursus leer je de basis van inspanningsfysiologie, bewegingsdriehoek, trainingsleer, antropometrie en sportdiëtetiek. 3 Voeding in de markt Deze cursus geeft je inzicht in de trends in de voedingsindustrie, je leert de behoeften en noden van de markt te analyseren en ontwikkelt zelf een nieuw voedingsmiddel. 3 Kookworkshops Naast het berekenen van voedingswaardes leer je gezonde en evenwichtige voeding samenstellen en bereiden. 3 Chemie Je leert basisbegrippen en berekeningen die nuttig zijn bij het chemisch analyseren van voedingsmiddelen. 3 Keukentechnologie Naast het berekenen van voedingswaardes leer je welke fysische principes toegepast worden bij het bereiden en conserveren van voeding. 3",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/voedings-dieetkunde"
}