{
    "id": 47,
    "content": "We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Artificiële Intelligentie (AI) is aan een zeer sterke opmars bezig. Deze nieuwste technologie heeft geleid tot een hele nieuwe generatie van applicaties die de manier waarop we werken en leven veranderen. Machine learning algoritmen verbeteren de efficiëntie van e-commerce, binnenkort rijden zelfrijdende auto’s in onze straten door verbeterde beeldherkenning, helpdesks worden meer en meer bemand door chatbots. We bieden je een éénjarige cursus artificiële intelligentie aan die de tools, technieken en kennis aanreikt om je tot een allround-speler op vlak van toegepaste Artificiële Intelligentie te vormen. Er wordt verwacht dat je de basis van programmeren onder knie hebt, wat houdt dit net in? Het postgraduaat is een zeer praktijkgerichte opleiding. Tijdens de verschillende workshops zal je meestal een computer gebruiken en ga je aan de slag met Python. Je kan online heel wat tutorials over Python en programmeren vinden. Belangrijkste concepten die je onder de knie moet hebben zijn: variables, basic arithmic functions, string manipulations, looping en conditionals. Een uitgebreide kennis van Python is nodig, want we gebruiken uitbreid 'standard libraries' tijdens de lessen. Moet je verplicht aanwezig zijn tijdens elke les? Er is geen verplichting. Maar de sterkte van het programma is de persoonlijke interactie met docenten en studenten. Al de lessen worden ook op een professionele manier gestreamed en opgenomen indien je niet elke les live kan bijwonen. Er zijn ook groepswerken, dus je aanwezigheid is voor die projecten wel aangeraden. Wanneer vinden de lessen plaats? De lessen gaan steeds door op dinsdag tussen 9.00 tot ten laatste 18.00, wat combinatie met werken mogelijk maakt. In welke taal wordt de opleiding gegeven? Alle vakken worden integraal gegeven in het Engels. Maar de meeste docenten kunnen je vragen ook wel in het Nederlands beantwoorden.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/toegepaste-artificiele-intelligentie"
}