{
    "id": 416,
    "content": "Jaar 3 - Biomedische laboratoriumtechnologie FBT Veld Credits Farmacologie Binnen dit vak bestudeer je de werking van geneesmiddelen (voor behandeling van problemen met bvb cardiovasculair, gastro-intestinaal, hormonaal, ademhalingstelsel, ...). Je leert de mogelijke gevolgen  (zowel positief, als negatief) van het gebruik van een geneesmiddel voorspellen. 3 Farmaceutische technologie In dit vak worden de verschillende en meest courante galenische vormen (bvb  suppo's, gelulen, siropen,...) besproken. Je kan het onderscheid maken tussen de verschillende recepten en herkent de galenische vorm. Je kent het belang van een vehiculum.  Je leert de functies van hulpstoffen bij de bereiding van specialiteiten/magistralen. 3 Biotechnologie 3 In dit vak leer je de verschillende stappen in het cloneringsproces. Je kan deze stappen chronologisch ordenen. Je maakt kennis met clonerings- en expressievektoren en genoom aanpassingstechnieken. Je leert experimenten plannen en zal autonoom technieken toepassen  en toestellen gebruiken in een gentechnologisch labo. 3 Persoonlijke en permanente ontwikkeling (POP/PPO) Je volgt een aantal verplichte activiteiten (aangeboden door de school bv. bedrijfs- of labobezoeken) en neemt eigen initiatieven opdat je ingesteldheid tot levenslang leren wordt ontwikkeld. De onderwerpen moeten actueel/innovatief zijn en inspelen op de trends die zich voordoen in de wereld van de biomedische laboratoriumtechnoloog. 3 Kwaliteitscontrole van grondstoffen en geneesmiddelen Het doel van de cursus is jou vertrouwd te maken met het belang en de verschillende aspecten van de kwaliteitscontrole die dient te gebeuren bij de productie van geneesmiddelen. Je leert de standaarden /principes die de kwaliteit van geneesmiddelen waarborgen en de instanties die er controle op uitoefenen. Je maakt tevens kennis met de verschillende kwaliteitscontroletesten op tabletten en stabiliteitstesten. 4 Lab farmacie In dit practicum zal je  2 grondstoffen analyseren aan de hand van de Europese Pharmacopee (en de resp. monografieën). Je zal verschillende galenische vormen van een geneesmiddel leren bereiden (suppo's, geleulen, zalven, ...) en de kwaliteitscontrole op de inhoud/gehalte van de actieve stof(fen) en hulpstoffen (specialiteiten en magistrale bereidingen) uitvoeren door middel chromatografische en spectrofotometrische methoden. 4 International Project Internationaal project 3 @INT In het Internationaal Project 3 (@INT) zal je gedurende één week in het buitenland of in Wallonië verblijven om in een internationale setting te leren werken in het labo. Het doel van dit vak is om jou kennis en Engels/Frans vakjargon over relevante biomedische analyses en technieken bij te brengen. Hierbij zal je gestimuleerd worden om jouw Engelse/Franse communicatievaardigheden te ontplooien. Semester 3 Internationaal project 3 @ HOME In het Internationaal Project 3  zal je (in navolging van internationaal project 1 & 2) ook in een internationale setting leren werken in het labo. Alle communicatie (schriftelijk, mondeling) verloopt in het Engels. Het belangrijkste doel is om  jou stapsgewijs het vakjargon in het Engels aan te reiken (via lab-opdrachten, besprekingen, enz) en om je te leren omgaan met inkomende internationale, anderstalige studenten (zoals dit in het werkveld zal verlopen). 3 Keuzevakken Proefdierkunde Het biomedisch onderzoek dat o.a.. als doel heeft een veilige behandeling te ontwikkelen voor ziekten bij mens of dier, maakt gebruik van proefdieren. De laatste jaren tracht men dit gebruik te beperken en naar alternatieve methodes over te gaan. Objectieve kennis van dierproeven en proefdieren is een vereiste om op een ethisch correcte manier er mee om te gaan.Tevens is deze bij KB wettelijke voorziene en aanvaarde opleiding noodzakelijk voor personen die actief meewerken aan dierproeven. Je ontvangt een attest dat je toelaat actief mee te werken aan dierproeven na slagen voor dit keuzevak. 4 Mentorschap Ben je sterk in wetenschappen zoals chemie, biologie, enz?  En deel je graag deze kennis met eerstejaarstudenten die het moeilijker hebben? Via dit keuzevak kan je BMLT- studenten helpen, begeleiden. Je dient  de leerstof met de respectievelijke student door te nemen, oefeningen met hem/haar te maken en je ervaringen van het eerste jaar met hem/haar te delen. 3 Entrepeneurship Entrepreneurship is een attitude die zowel kan gebruikt worden om een eigen zaak op te starten maar ook om als intrapreneur een mooie loopbaan uit te bouwen binnen een bedrijf als werknemer die een kaderfunctie ambieert. Ondernemen is in staat zijn een strategie uit te tekenen en te implementeren voor een vooropgestelde ambitie te realiseren, dit alles met economische rentabiliteit als kritische succesfactor. Een groot deel gaat ook naar financiële geletterdheid; je leert een balans lezen en de opbouw van een resultatenrekening. Als laatste stuk binnen de inhoud zullen we het hebben over marketing of je product naar de markt brengen, ready to market maken. 3 Farmaceutische Zorg & wetgeving In dit keuzevak word je voorbereid om als farmaceutisch technisch assistent patiënten te informeren over bvb inhalatietechnieken, verbanden, medicatieschema's, ... je oefent begeleidingsgesprekken m.b.t. nieuwe medicatie en ontwikkelt verder je communicatievaardigheden (vb: slecht nieuwsgesprek,WHAM (wat, hoe, ...) vragen). Je leert tevens de naam, werking, nevenwerking van de  'OTC'-geneesmiddelen waarvoor geen voorschrift nodig is. 3 Talentproject@Open Biolab Via dit keuzevak zal je gedurende een semester werken aan een onderzoeksproject. Daarbij mag je zelf een projectvoorstel doen. Dit kan een eigen idee zijn of een project gebaseerd op reeds bestaande onderzoekslijnen van het kenniscentrum (= OpenBioLab Brussel). Vanuit een onderzoeksvraag zal een plan van aanpak opgemaakt worden. Vervolgens zal je het onderzoek uitvoeren in het labo. Je resultaten worden nadien neergeschreven in een verslag en gepresenteerd. 3 Bio-ethiek Wil je verder studeren en een master in Biomedische wetenschappen (BMW) aan de VUB behalen? Dan kan je reeds dit vak uit het 2de jaar bachelor BMW opnemen. 3 Farmaco-epidemiologie Wil je verder studeren en een master in farmaceutische wetenschappen (Farmcie) aan de VUB behalen? Dan kan je dit vak  uit het 3de jaar bachelor farmacie opnemen. 3 Immunologie Wil je verder studeren en een master in farmaceutische wetenschappen (Farmcie) aan de VUB behalen? Dan kan je één van onderstaande vakken uit het 2de jaar bachelor farmacie opnemen. 3 Farmacognosie & fytotherapeutica Wil je verder studeren en een master in farmaceutische wetenschappen (Farmcie) aan de VUB behalen? Dan kan je dit vak  uit het 3de jaar bachelor farmacie opnemen. 5 Pathofysiologie Wil je verder studeren en een master in farmaceutische wetenschappen (Farmcie) aan de VUB behalen? Dan kan je dit vak  uit het 3de jaar bachelor farmacie opnemen. 6 ICT in the lab 1 ICT in the lab 1: Je krijgt binnen dit keuzevak een basis op vlak van digitale geletterdheid.  Daarbij gaan we de functionaliteiten binnen zowel Windows als Linux onder de loep nemen.  We bekijken hoe eenvoudige netwerken opgezet kunnen worden.  Dit met het oog op interconnectiviteit tussen verschillende systemen te kunnen ondersteunen. Nadien leer je een eigen database systeem opzetten.  Je leert ook met behulp van SQL de data ophalen en verwerken.  Deze data zullen we verder bewerken met functionaliteiten van Excel.  Finaal werpen we een blik op de toekomst, waarbij we de mogelijkheden binnen Artificiële Intelligentie bekijken. 3 ICT in the lab 2 De job van laborant verandert in snel tempo.  Doorgedreven automatisering en de komst van artificiële intelligentie brengen nieuwe uitdagingen met zich mee.  Er is een nood in het werkveld aan key-operatoren die de brug vormen tussen een medisch of farmaceutisch/biologisch laborant (MLT/FBT) en ICT’ers.  Beschik je reeds over digitale basisvaardigheden of heb je het keuzevak ICT in the lab 1 gevolgd?   Dan is dit keuzevak de ideale vervolgopleiding! 3 Biotechnical skills Wil je werk maken van je basiskennis van electronica, techniek en ICT die noodzakelijk zijn voor de biomedische laboratoriumtechnoloog van de toekomst? Dan is dit keuzevak voor jou. DIY (Do-it-Yourself) bio-toestellen zijn hiervoor het ideale aanknooppunt. Je zal kennis maken met de nodige bouwstenen om zelf je eigen DIY bio-toestel samen te stellen en je technische vaardigheden ontwikkelen. Je leert innovatief omgaan met bestaande fablab technieken, researchmatig denken en analytisch met hardwarematige problemen om te gaan. 3 Cosmetic sciences Cosmetica zijn alle producten die in contact komen met de opperhuid, de haren, het lichaamshaar, de nagels, de lippen, de mond, enz met als doel om die te reinigen (bvb: zeep), te beschermen (bvb: zonnecrème), in goede staat te houden (bvb: antirimpelcrème), te parfumeren (bvb parfum, deodorant) of het uiterlijk ervan te wijzigen (bvb: make-up, haarkleurmiddelen). De cosmetica-industrie is een belangrijke sector in België die nood heeft aan professionele bachelors met een wetenschappelijke achtergrond en interesse in Cosmetologie. Dit keuzevak is module 3 van de postgraduaatopleiding Cosmetic sciences. Hierin zal je kennismaken met de theorie en de praktijk van formulatietechnieken alsook met het productieproces in de cosmetische industrie. 3 Biotechnology research skills Ben je gepassioneerd door biotechnologie? Dan kan je je in dit vak uitleven. Je herneemt de basisprincipes van de moleculaire biologie, leert primers en PCR reacties ontwerpen. Je zal in silico een plasmide ontwerpen alsook een CRISP genoommodificatie. Je volgt de belangrijkste evoluties in nieuwe biotechnologische technieken 3 Stage en Bachelorproef Stage 8 weken Tijdens de stageperiode zal je leren zelfstandig problemen herkennen en oplossen en opgelegde taken tot een goed einde brengen. Er wordt van jou verwacht dat je als individu en collega kan functioneren in een werksituatie. Een tweede, minstens even belangrijke doelstelling is het leren werken met geavanceerde professionele analyseapparatuur om je technische vorming  te vervolledigen. Je stage is de aanloop tot het verdere beroepsleven. 14 International internship (8 weeks) Kies je voor een buitenlands avontuur? Dan zal je tijdens deze stageperiode leren zelfstandig problemen herkennen en oplossen en opgelegde taken tot een goed einde brengen. Er wordt van jou verwacht dat je als individu en collega kan functioneren in een 'internationale' werksituatie. Een tweede, minstens even belangrijke doelstelling is het leren werken met geavanceerde professionele analyseapparatuur om je technische vorming  te vervolledigen. Je stage is de aanloop tot het verdere beroepsleven. 14 Bachelorproef ( 12 weken) Tijdens de bachelorproefstage krijg je  de gelegenheid je ontwikkelde en verworven competenties in een reële werksituatie toe te passen. Je zal worden geconfronteerd met probleemstellingen op vlak van wetenschappelijk onderzoek die minder of zelfs helemaal niet op de hogeschool kunnen gesimuleerd worden. Je dient je bevindingen te rapporteren dmv een scriptie (of eindwerk). 20 International workplacement+thesis (12 weeks) Kies je voor een buitenlandse bachelorproefstage dan krijg je  de gelegenheid je ontwikkelde en verworven competenties in een reële werksituatie (in een buitenlands labo naar keuze) toe te passen. Je zal worden geconfronteerd met probleemstellingen op vlak van wetenschappelijk onderzoek. Je zal tevens kennis maken met een andere cultuur en leren communiceren in een andere taal.  Je dient je bevindingen te rapporteren dmv een scriptie (of eindwerk). Je neemt in dit geval geen keuzevak van drie studiepunten op 23",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/biomedische-laboratoriumtechnologie"
}