{
    "id": 163,
    "content": "Chemie en ondersteunende vakken Algemene chemie In algemene chemie leer je chemisch rekenen en de chemische & fysische basisbegrippen en principes. Je krijgt inzicht in de opbouw, eigenschappen, naamgeving  van eenvoudige anorganische verbindingen. Je leert  chemische reactievergelijkingen correct schrijven en kan stoechiometrische berekeningen maken. 5 Analytische chemie In analytische chemie leer je o.a. de pH van waterige oplossingen (zuren, basen, zouten) en buffers berekenen. Je zal punten van titratiecurves berekenen voor de titraties van sterke en zwakke zuren  met zuren en basen. Je zal redoxreacties kunnen schrijven en het verband zien tussen elektrochemie met redoxreacties. 4 Bio-organische chemie In dit vak leer je de regels van de naamgeving binnen de koolstofchemie. Daarnaast komen de fysische en chemische eigenschappen van de belangrijkste klassen (vb. alkanen, alkenen, alcoholen ...) aan bod, alsook de dagdagelijkse toepassingen van deze organische verbindingen. Je leert kennis en inzicht verwerven in de structuur en de eigenschappen van de voornaamste biochemische verbindingen (zoals koolhydraten, eiwitten, vetten ...) als basiskennis. In klinische biologie 1 leer je hoe deze gemetaboliseerd worden in ons lichaam. 5 Kwaliteitsbeheer In Kwaliteitsbeheer 1 leer je de basisbegrippen, principes, implementatie, onderhoud  en vooral het belang van een kwaliteitssysteem. Je leert de SOPs (standard operating procedures) die van toepassing zijn in onze laboratoria (bv. voor afvalbeheer) en kan ze toepassen tijdens de practica. Je krijgt tevens inzicht in de beschrijvende statistiek, lineaire regressie, normaalverdeling en kansberekening. Je maakt kennis met hypothesetesten (p-waarden e.d.) en leert in Excel gegevens statistisch te verwerken. 4 Lab chemie Na Lab chemie 1 ken je en beheer je de labovaardigheden in (algemene) chemie. Je kent de basisprincipes van courante biomedische laboratoriumtechnieken (titratie, DLC, UV-VIS). Je kent de veiligheidsvoorschriften en de afvalregels. Je kan de verschillende chemische reactietypes op basis van experimenten bepalen. 4 Integrationlab (enkel regulier traject) In de experimenten van het Integrationlab 1 komen de principes van de vakken chemie, klinische biologie en statistiek samen. Er worden kwalitatieve en kwantitatieve analyses uitgevoerd op klinische stalen. Je leert ook resultaten op statistische wijze te verwerken en weer te geven en scherpt je schriftelijke vaardigheden aan. 3",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/biomedische-laboratoriumtechnologie"
}