{
    "id": 95,
    "content": "Programmeren - Jaar 1 Veld Credits IT-sector IT fundamentals In IT Fundamentals wordt de elementaire werking van een computer en van datacommunicatie besproken in 3 delen. Deel 1 bespreekt de verschillende talstelsels en de basis rond logische poorten en combinatorische (reken)schakelingen Deel 2 behandelt computer hardware. Ook de samenwerking tussen de verschillende onderdelen wordt besproken. Deel 3 bespreekt de basiselementen van datatransmissie, fysieke media en hun eigenschappen en datacommunicatie in de praktijk. 3 OS Fundamentals OS Fundamentals bekijkt de belangrijkste kenmerken en bouwstenen van een bedrijfsnetwerk en gebruiks- en rechtenbeheer binnen een bedrijfsnetwerk. Vervolgens wordt geleerd hoe een Fileserver op te zetten. Tenslotte wordt aandacht besteed aan een introductie tot het omgaan met de CLI van een Linux omgeving en geleerd daarbij de belangrijkste administratieve taken uit te voeren. 3 Process & Project Flow De opbouw van bedrijfsprocessen wordt besproken. Daarnaast wordt het ontwikkelen van software behandeld volgens de principes van Agile en Scrum, meer bepaald: sprints, requirements & user stories, rollen en verantwoordelijkheden, planning. Software Programming Fundamentals Programming Fundamentals behandelt de basisprincipes van het begrijpen, analyseren en oplossen van problemen. Er wordt bovendien een brede basis gelegd voor de kennis van de programmeertaal Javascript en het gestructureerd en procedureel programmeren in deze taal. We leren je dus hier de essentie van programmeren. 6 Programming Advanced In Programming Advanced wordt voort gebouwd op de programmeerkennis opgedaan in Programming Essentials maar wordt overgeschakled naar een zuivere objectgeoriënteerde taal, Java. Door middel van het maken van zowel console applicaties als applicaties met grafische gebruikersinterface worden de OO principes ingeoefend waarbij nog extra aandacht wordt gelegd op principes als leesbaarheid, onderhoudbaarheid en flexibiliteit. Er wordt geleerd hoe objecten kunnen gepersisteerd worden met behulp van een databank 6 Enterprise Applications Met behulp van de gevorderde principes die reeds werden aangehaald in het vak Java Advanced zullen volledige multitier webapplicaties worden ontwikkeld. Relevante raamwerken in het web ecosysteem zullen aangehaald worden. Een open en vrije ontwikkelingstool zal worden gebruikt als programmeeromgeving zodat programmatiedetails kunnen worden ingewisseld voor meer aandacht voor de professionele frameworks. 6 Web & data Static Web HTML5 en CSS3 worden aangeleerd en toegepast bij het bouwen van een statische website. Met het Document Object Model leer je elementen te selecteren en te manipuleren. Je gebruikt gangbare werkwijzen en tools om te coderen en te debuggen. 5 Database Fundamentals De cursus start met een overzicht van de kenmerken, soorten, voorbeelden en onderdelen van een databasesysteem. Hierna volgt een grondige bespreking van informatie- en gegevensanalyse. 4 Dynamic Web Om mee te gaan in de nieuwste evoluties op het vlak van web development krijgt de student een diepere duik in Javascript. Er wordt uitgebreid gekeken naar objectgeoriënteerd programmeren binnen Javascript aan de hand van een aantal best practices. Het dynamische luik van de website wordt toegevoegd met node.js en mysql. Er wordt gekeken naar de vereisten van een node.js applicatie, de basis van het framework geleerd en gekoppeld aan een MySQL database. 6 Backend Web Om mee te gaan in de nieuwste evoluties op het vlak van webdevelopment krijgt de student een inleiding van het HTTP-protocol en PHP, een server-side scripting taal. Er wordt gekeken hoe een complexe website opgebouwd wordt met PHP in combinatie met een database en serverside validatie. Best practices worden aangeleerd doorheen de verschillende werkcolleges en oefeningen. 6 Integration Professional Skills Development In dit opleidingsonderdeel wordt aandacht besteed aan nieuwe trends binnen de IT aan de hand van gastcolleges, bedrijfsbezoeken, deelname aan beurzen…. De studenten bewijzen in hun portfolio dat ze inzicht hebben in die nieuwe trends en dat ze in staat zijn trends en evoluties op te volgen. Verder, word je tijdens de projecten gecoached op professionele attitude en efficiënt werken in team. 3 Programming Project In dit opleidingsonderdeel wordt aandacht besteed aan nieuwe trends binnen de IT en wordt een groepsproject rond een nieuwe trend uitgewerkt. Studenten nemen per projectgroep zelf contact op met een bedrijf en ontwikkelen in opdracht van dat bedrijf een nieuwe technologie. Het bedrijf voorziet tussentijdse feedback en is betrokken bij de eindbeoordeling van het opgeleverde product. 6",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-programmeren"
}