{
    "id": 74,
    "content": "What are micro-credentials? Micro-credentials are small academic-level courses that focus on specific competencies . They often consist of one or a few courses, or parts of them, that are usually also taught in a university undergraduate or graduate program. Usually the classes are taught for a few hours spread over one semester or one academic year. They are literally 'micro courses' . If you pass the micro-credential, you receive a certificate as proof that you have acquired the competencies. So you also acquire real official credits. This is where micro-credentials differ from other continuing education courses, study days or lectures. The credits and competencies you obtain with a micro-credential are recognized in your further career, also internationally, and can for example lead to exemptions from continuing education at other institutions and organizations. Micro-credentials are important for lifelong learning . After all, in our rapidly changing society, it is essential that everyone continues to work on renewing their own competencies. Obtaining a diploma is not the end of learning, but rather the beginning. Micro-credentials are blocks that you can stack and combine throughout your life and career to further direct your own pathway. There are several advantages to taking micro-credentials. They are short courses and they are specific, teaching you only what you need to further your education or specialization. In addition, the certificate guarantees your acquired competencies and the credits are transferable and often recognized abroad. You can also endlessly combine and stack micro-credentials according to your needs and interests. They are a great asset on your CV. Are classes compatible with work and personal life? We put maximum effort into blended education , a combination of online classes and classes on campus. This way, students don't necessarily have to be on campus if they don't need to, but we also believe in the added value of physical teaching moments. Usually classes are taught for a few hours spread over one semester or one academic year. If there is mandatory attendance for a particular course, it will be clearly communicated in advance. You can always view the class schedules for the current academic year. In the class schedule you can find out whether a course is online, on-campus or via lecture recordings. If a course does not appear in the timetable, it can be followed via recordings. The best way to view the schedule is on a course-by-course basis. That way you can estimate whether it can be combined.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/democracy-challenges-futures"
}