{
    "id": 116,
    "content": "Vakken We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Je eerste jaar Als nieuwe student word je ingeleid in de basisbeginselen van het operationeel management . Je leert hoe een hotel werkt, hoe je een gast in- en uitcheckt, wat een correcte bediening is en alle andere operationele activiteiten die in een hotel plaatsvinden. De taalvakken bieden een opstap in de specifieke vakterminologie en besteden veel aandacht aan het mondelinge taalgebruik. Je tweede jaar Tijdens het tweede academiejaar worden de leidinggevende functies van elk departement belicht. Reserveringen en omzet maximaliseren, gasttevredenheid nastreven, het food-en-beverageproces afstemmen op de wensen van de gasten, rekening houdend met de kosten en de reglementeringen, etc. Alle details worden grondig bestudeerd, zodat er niets ontglipt aan de toekomstige departmentmanager. Je derde jaar In het derde jaar passen we de kracht van spelend leren toe waarbij studenten een innovatief business game spelen. Alles staat volledig in het teken van het ontwikkelen van jouw managementcompetenties . Het nemen van adequate en onderbouwde beleidsbeslissingen vormt de leidraad van je afstudeerjaar. Programma Hotelmanagement Jaar 1 Veld Credits Sector Inleiding tot hospitality 3 Rooms division 5 Culinaire topics 5 Management Business game 1 5 Economische actualiteit 3 Luxury marketing basics 3 Inleiding tot management 6 Teamwork Teamwork hospitality 3 Teamwork walking dinner 3 Stage Stage 1 - hotel takeover 3 Stage 1 - catering experience 3 Talenpakket Professionele communicatie 3 Français 1 4 English 1 4 Deutsch 1 of Español 1 4 Keuzevak Deutsch 1 Español 1 Language support Nederlands Toeristisch - recreatieve context Programma Hotelmanagement Jaar 2 Veld Credits Sector Event, catering & retailmanagement 4 Rooms division management 4 Restaurantmanagement 4 Meetings & congressen 3 Facility management 3 Management Intercultural skills 3 Hospitality boekhouden 4 Business game 2 4 Teamwork Culinaire start-up 5 Keuze tussen twee opties (Inter)nationale stage 2 15 Luxury hospitality learning experience 15 Talenpakket Français 2 4 English 2 4 Deutsch 2 of Español 2 3 Programma Hotelmanagement Jaar 3 Veld Credits Management Strategic hospitality 5 Human resources management 5 Financieel management 5 High-end branding 5 Teamwork Bachelorproef 7 Business game 3 5 Stage (Inter)nationale stage 3 25 Talenpakket Deutsch 3 of Español 3 3 ECTS-fiches en lessenrooster Wil je gedetailleerde info over de vakken (beoordeling, examenvormen ...): bekijk de ECTS-fiches . Lees de specifieke leerresultaten . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/hotelmanagement"
}