{
    "id": 78,
    "content": "Vakken Co-management We stomen je klaar voor het veelzijdige profiel van een officemanager binnen het luik co-management . Je leert vanuit een aantal kaders de opdracht van de officemanager te begrijpen en in te schatten. In het vak IT leer je werken met online tools en toepassingen die niet meer weg te denken zijn uit het werkveld. Business support Business support is een reeks van ondersteunende vakken die je het nodige inzicht geven in het bedrijfsleven zoals bedrijfsmanagement, marketing, financieel management en juridische topics. Talen Geïntegreerde professionele communicatie focust op de meest belangrijke bedrijfstalen die we in België gebruiken: Nederlands, Frans en Engels. We dompelen je onder in de opdrachten van een officemanager: professionele presentaties ontwerpen en geven, teksten schrijven en vertalen voor websites, notuleren, gidsen, informeren. Dankzij Language Support kan je de talen die je minder goed beheerst, verbeteren op het vlak van grammatica en woordenschat. Als vierde taal kies je tussen Duits of Spaans. Maar ken je al een andere taal (Chinees, Portugees, Russisch, Deens…), dan kun je die eventueel gebruiken om credits te verwerven, die je vrijstellingen opleveren. Open ruimte Je kan enkele vakken kiezen voor een totaal van minstens tien studiepunten: Vierde taal (Duits/Spaans/andere taal) Ondernemingszin Samenleven in diversiteit Learning by doing Je leert in groep werken en jezelf en anderen evalueren. Door bedrijfsbezoeken, workshops en drie stages word je gaandeweg een echte office-expert. Je werkt aan projecten, je organiseert events en incentivereizen. De bachelorproef vormt het sluitstuk van je opleiding. Gedurende je drie studiejaren werk je aan je Persoonlijk OntwikkelingsPlan (POP) . Het geeft je inzichten in je ontwikkeling en de professionele competenties waaraan je werkt. Organisatie & Management Jaar 1 Veld Credits Co-Management Facility management fundamentals 3 Management support 3 IT skills (soft- en hardware) & social media 1 7 Business Support Bedrijfsmanagement 3 Marketing 3 Inleiding recht, internationale instellingen & ondernemingsrecht 4 Multilingual communications skills Geïntegreerde professionele communicatie: Engels, Frans en Nederlands 1 7 Engels 1 4 Frans 1 4 Nederlands 1 3 Spaans 1 / Duits 1 (zie ook open ruimte) 4 Learning by doing (Internationale) stage en Pop (persoonlijk ontwikkelingsplan) 1 5 Team Lab 4 Creatief denken 3 Research & bachelorproef 1 3 Open ruimte Spaans / Duits / Andere taal (zie voorwaarden) 4 Entrepeneurship 4 Samenleven in diversiteit 3 Navigating into the world of AI 4 Futures studies 3 Organisatie & Management Jaar 2 Veld Credits Co-Management Facility management & general services 3 Project management: travel & event management 3 IT skills (soft- en hardware) & social media 2 5 Business Support Bedrijfstopics: Financieel management 1 4 Juridische topics: Sociale wetgeving 3 Multilingual communications skills Geïntegreerde professionele communicatie: Engels, Frans en Nederlands 2 9 Engels 2 3 Frans 2 3 Nederlands 2 3 Spaans 2 / Duits 2 (zie ook open ruimte) 3 Learning by doing (Internationale) stages en Pop (persoonlijk ontwikkelingsplan) 2 10 Projects: Travel & Events 8 Research & bachelorproef 2 3 Open ruimte Spaans / Duits / Andere taal (zie voorwaarden) 3 Navigating into the world of AI 4 Futures studies 3 Organisatie & Management Jaar 3 Veld Credits Co-Management Integrated facility management 3 Management support 2 3 Cross cultural management 3 Human Resources Management 3 IT skills (soft- en hardware) & social media 3 3 Business Support Bedrijfstopics: Financieel management 2 3 Multilingual communications skills Geïntegreerde professionele communicatie (Engels, Frans en Nederlands) 3 12 Spaans 3 / Duits 3 (zie ook open ruimte) 3 Learning by doing (Internationale) stages en Pop (persoonlijk ontwikkelingsplan) 3 17 Research & bachelorproef 3 10 Open ruimte Spaans / Duits / Andere taal (zie voorwaarden) 3 Navigating into the world of AI 4 Futures studies 3 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...): bekijk de ECTS-fiches . Raadpleeg de specifieke leerresultaten . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/organisatie-management"
}