{
    "id": 9,
    "content": "Bachelor Voed­ings- & Dieetkunde Kom langs op één van onze infodagen infodagen Voor wie Je bent sociaal en wil graag voedingsadvies geven. Je wil je opleiden tot diëtist. Je hebt een grote interesse in een gezonde levensstijl. Je bent op zoek naar een medische opleiding. Je zoekt een opleiding waar productontwikkeling en werken met sporters aan bod komt. Voedings- en dieetkunde studeren is echt iets voor jou! Opleidingen Voedings- & Dieetkunde Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de brochure Bestel de folder Volg ons op Facebook Kwaliteitsvol onderwijs Voor wie Je bent sociaal en wil graag voedingsadvies geven. Je wil je opleiden tot diëtist. Je hebt een grote interesse in een gezonde levensstijl. Je bent op zoek naar een medische opleiding. Je zoekt een opleiding waar productontwikkeling en werken met sporters aan bod komt. Voedings- en dieetkunde studeren is echt iets voor jou! Hoe ziet de opleiding eruit Voeding en voedsel staan momenteel flink in de belangstelling. Toch is wetenschappelijke en correcte informatie soms ver zoek. Voeding is dan ook complexer dan wat de media en voedingsgoeroes verkondigen. Onze opleiding is de opleiding om diëtist te worden en je kan echt heel wat verschillende kanten op. Voedings- en dieetkunde studeren geeft je heel wat mogelijkhefen. Je kan vanaf het eerste jaar kiezen voor het keuzetraject sport of voor het keuzetraject industrie. Je gaat al in je 1e jaar op observatiestage. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Voedings- & dieetkunde studeren is wetenschap De wetenschappelijke ontwikkeling van voeding en voedingsmiddelen neemt een grote vlucht, wat zich uit in de ontwikkeling van voedingsmiddelen met een specifieke werking (functional foods) en aangepaste voeding voor specifieke doelgroepen. Ook bij de consument stijgt de behoefte aan informatie over ziekte en gezondheid . Bovendien neemt op het gebied van de voeding en diëtetiek de diversiteit aan doelgroepen toe (leeftijd, cultuur, voedingsgewoonten, voedingsbehoeften). We nemen je mee door de wetenschap achter voeding en lichaam. Persoonlijke begeleiding Je staat er bij ons nooit alleen voor. Onze docenten begeleiden je gedurende je volledige opleiding, van de eerste ervaringen op stage tot het schrijven van je bachelorproef. Bovendien beschikken we allemaal over onze eigen expertise. Je krijgt les van diëtisten, psychologen, artsen, kinderartsen, verpleegkundigen,…Zo stomen we je helemaal klaar voor een beroep waar je later alle kanten mee op kan. Toffe projecten Als diëtist werk je vaak binnen een multidisciplinair team . Binnen onze opleiding Voedings- en Dieetkunde leer je dan ook samenwerken . Dat doen we binnen projecten. We gaan onder andere de oorsprong van onze voeding gaan ontdekken, of we gaan studenten op kot aanzetten tot een gezondere levensstijl. We leggen ons toe op interculturele verschillen bij voeding en interculturele verschillen in communicatie. Binnen dat laatste project is er een uitwisselingsproject met de Haagse Hogeschool. “Ik heb voor deze opleiding gekozen omdat ik voeding heel interessant vind. Een sporter kan bijvoorbeeld nooit topprestaties leveren zonder een goed uitgebalanceerd dieet. Mijn keuze voor de EhB was snel gemaakt. De EhB-opleiding is heel praktijkgericht. Van in het eerste jaar loop je al een kijkstage, zodat je meteen aanvoelt welke richting je uit wilt.” Donny student Voedings- & Dieetkunde We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Vakken Veel variatie in vakken Veel aandacht aan de relatie tussen voeding en gezondheid. Dit zowel preventief (gezonde doelgroep) als curatief (zieke doelgroep). Onze opleiding is praktisch ingericht met een duidelijke wetenschappelijke toets (vooral in het 1e jaar). Vakoverschrijdende projecten:  we focussen o.a. op gezonde voeding, sensibiliseren van doelgroepen en multiculturele uitwisseling binnen een grootstedelijke context. Bouwen aan je communicatieve vaardigheden (zowel schriftelijk als mondeling). Je wordt een echte teamspeler die in elke werksetting terecht kan en een professioneel netwerk kan uitbouwen. Keuzetrajecten Je kan zelf je eigen accenten leggen. Je kiest vanaf het eerste jaar een keuzetraject: --> Sport: Binnen het keuzetraject sport, ga je je verdiepen in de relatie tussen sport en voeding. Komen aan bod: de basis van inspanningsfysiologie, de bewegingsdriehoek, trainingsleer, sportdiëtetiek, antropometrie,... Na dit keuzetraject kan je afstuderen als sportdiëtist! --> Industrie: Hier leer je nieuwe voedingsmiddelen ontwerpen. Je gaat mee voedingsproducten leren ontwikkelen. Erg boeiend in een markt die constant in ontwikkeling is en waar trends en vernieuwingen elkaar in hoog tempo opvolgen. Later kan je aan de slag in de voedingsindustrie. Je wordt ook nog steeds opgeleid als zelfstandig en klinisch diëtist. In je laatste jaar, kan je zelf kiezen in welke setting je stage zal lopen en over welk onderwerp je een bachelorproef wil schrijven. Nieuw studieprogramma Vanaf academiejaar 2023 - 2024 starten we met een nieuw programma. Keuzetraject sport: relatie tussen voeding en sport. Zo kan je later aan de slag met (top)sporters. Keuzetraject industrie: de kennis om voedingsproducten te ontwikkelen en op de markt brengen of in de voedingsindustrie te werken. Ontdek hier het programma. Jaar 1 - Voedings- & Dieetkunde Veld Credits Jaar 1 - Voedings- & Dieetkunde Kennismaking met het werkveld Je leert via een studiedag, een interview en een kijkstage het veelzijdige beroep van de diëtist/nutritionist kennen. 3 Anatomie & Fysiologie Je maakt kennis met de medische terminologie en we besteden veel aandacht aan het spijsverteringsstelsel. 3 Consultatietechnieken Wat is een goede voedingsanamnese? Welke technieken zijn er? Welk voorlichtingsmateriaal kan je gebruiken? Je leert het allemaal. We oefenen ook met rollenspellen. 3 Duurzaam Brussel In dit project leer je initiatieven kennen om voedselverspilling tegen te gaan en hoe er in de grootstad ook aandacht is voor urban farming. 3 Inleiding in wetenschappelijk onderzoek Hier leer je wetenschappelijke literatuur opzoeken en kritisch verwerken tot een paper.  Ook statistische verwerking van onderzoeksresultaten hoort hierbij. 5 Voedingsleer Macro- en micronutriënten en de voedingsdriehoek kennen geen geheimen meer voor jou. Je leert de basis om voedingsadvies te kunnen geven. 4 Cel- & microbiologie Dit vak geeft je meer info over het functioneren van de eukaryote en prokaryote cel. 5 Labvaardigheden 1 Je analyseert zowel chemisch, als microbiologisch verschillende voedingsmiddelen. 4 Communicatievaardigheden Hoe communiceer jij?  Leer gespreks- en luistertechnieken toepassen.  Krijg de bagage mee om een consultatie in het Frans uit te voeren. 3 Voedingsmiddelen 1 Wat staat er allemaal op een voedingsetiket?  Door de theoretische lessen en bedrijfsbezoeken leer je meer over o.a. melk, kaas, groenten, fruit, eieren, vlees en vleesvervangers. 6 Voedingsmiddelen 2 Je leert over o.a. suiker en suikervervangers, koffie, thee en chocolade.  Ook novel foods, genetische modificatie en toxische stoffen in voeding behoren tot de leerstof. 3 Biomoleculen In voeding en ons lichaam vind je vele organische verbindingen; met deze cursus leer je de opbouw kennen en de functies. 3 Bewegen en voeding Binnen deze cursus leer je de basis van inspanningsfysiologie, bewegingsdriehoek, trainingsleer, antropometrie en sportdiëtetiek. 3 Voeding in de markt Deze cursus geeft je inzicht in de trends in de voedingsindustrie, je leert de behoeften en noden van de markt te analyseren en ontwikkelt zelf een nieuw voedingsmiddel. 3 Kookworkshops Naast het berekenen van voedingswaardes leer je gezonde en evenwichtige voeding samenstellen en bereiden. 3 Chemie Je leert basisbegrippen en berekeningen die nuttig zijn bij het chemisch analyseren van voedingsmiddelen. 3 Keukentechnologie Naast het berekenen van voedingswaardes leer je welke fysische principes toegepast worden bij het bereiden en conserveren van voeding. 3 Jaar 2 - Voedings- & Dieetkunde Veld Credits Voeding per doelgroep Hier bestudeer je voeding over verschillende leeftijdsgroepen en voedingskeuzes (religie en cultuur) heen. 5 Voedingsanalyse Gespecialiseerde analytische voedingstesten leer je hier. 4 Grootkeukenmanagement Verwerf inzichten in de organisatie en het beheer van een voedingsdienst (aankoop, personeelskost, voorraadbeheer, e.d.) en zet de theorie om in de praktijk op stage. 5 Labvaardigheden 2 Je gebruikt gespecialiseerde toestellen en technieken om analytisch en microbiologisch voedingsmiddelen te analyseren. 4 Wetenschappelijke onderzoeksvaardigheden Je werkt een paper uit ter voorbereiding van je bachelorproef en leert voedings-gelinkte statistische tests gebruiken. 3 Coaching en consultatie Naast de eerste stappen binnen het diëtistisch consult heb je aandacht voor het psychologische luik om zo holistisch mogelijk je patiënt te benaderen. 5 Gezondheidseducatie In dit project rond gezondheidspromotie werk je een interventie uit waarbij gezonde voeding centraal staat. 3 Voeding in de ambulante zorg Binnen dit vak leer je de voedingsaanbevelingen en dieetrichtlijnen voor pathologiën (hypertensie, hyperlipidemie, bariatrie, …) dewelke in de eerste lijn vaak voorkomen. 5 Klinische voeding Je leert over (klinische) voedingen voor zuigeling tot zieke patiënt. 3 Klinische diëtetiek 1 In dit vak verkrijg je inzichten in curatieve voedingszorg bij specifieke patiëntenpopulaties met accent op intoleranties en malnutritie. 4 Ziekteleer 1 Je verwerft inzicht in medische problematieken en farmacologische behandelingen om een patiënt beter bij te staan bij de diëtistische behandeling. 6 Toegepaste diëtetiek Binnen dit vak zet je in voedingslabs, dieetlabs en intervisies de theorie om naar de praktijk. 5 Sportvoeding In dit vak behorende tot de keuzeoptie sport, ga je dieper in op sportdiëtetiek bij letsels, bij sporters uit een bepaalde gewichtsklasse of extreme sporters (ultra-endurance); alsook is er aandacht voor supplementen en doping. 4 Adviseren van sporters In dit project behorende tot de keuzeoptie sport, werk je zelf een voedingsdossier uit voor een sporter. 4 Product en kwaliteit In dit vak behorende tot de keuzeoptie industrie, verdiep je je verder in de verschillende fases van een voedingsproductieproces. 3 Van product tot markt In dit project behorende tot de keuzeoptie industrie, werk je samen met je teamleden aan een innovatief voedingsmiddel en houdt je hierbij rekening met concurrentie-analyse, marketing-strategie en kwaliteitseisen. 5 Jaar 3 - Voedings- & Dieetkunde Veld Credits Jaar 3 - Voedings- & Dieetkunde LLL-Portfolio Binnen de levenslang leren-portfolio bouw je je expertise uit door interne en externe navormingen, studiedagen, e-learnings, e.d. te volgen. 3 Bachelorproef Je bachelorproef, bestaande uit een literatuurstudie en praktijkonderzoek, kadert binnen één van de onderzoekslijnen (duurzaamheid, sport, industrie, malnutritie, e.a.) van de opleiding. 9 Klinische stage Je loopt 2 maal acht weken stage in verschillende beroepsdomeinen waar een diëtist/nutritionist kan tewerkgesteld worden.  Je wordt bijgestaan door een stagebegeleider van school en een stagementor van de stageplaats.  Je kan kiezen voor een binnenlandse of buitenlandse stage binnen verschillende beroepsdomeinen. 12 Keuzestage Je loopt 2 maal acht weken stage in verschillende beroepsdomeinen waar een diëtist/nutritionist kan tewerkgesteld worden.  Je wordt bijgestaan door een stagebegeleider van school en een stagementor van de stageplaats.  Je kan kiezen voor een binnenlandse of buitenlandse stage binnen verschillende beroepsdomeinen. 12 Buitenlandse stage Je loopt 2 maal acht weken stage in verschillende beroepsdomeinen waar een diëtist/nutritionist kan tewerkgesteld worden.  Je wordt bijgestaan door een stagebegeleider van school en een stagementor van de stageplaats.  Je kan kiezen voor een binnenlandse of buitenlandse stage binnen verschillende beroepsdomeinen. 12 Aanvullende klinische stage Je loopt 2 maal acht weken stage in verschillende beroepsdomeinen waar een diëtist/nutritionist kan tewerkgesteld worden.  Je wordt bijgestaan door een stagebegeleider van school en een stagementor van de stageplaats.  Je kan kiezen voor een binnenlandse of buitenlandse stage binnen verschillende beroepsdomeinen. Patiëntenbegeleiding Je voert zelf consultaties uit en krijgt handvaten mee om door te verwijzen naar een psycholoog voor eetstoornissen. 6 Cultuursensitief handelen Toegankelijke hulpverlening door een diëtist zorgt voor een waardevolle bijdrage in de preventieve gezondheidszorg. We besteden aandacht aan inclusieve communicatie en leren hiervoor verscheidene tools kennen die je kan bijstaan in het diëtistische consult. 3 Klinische diëtetiek 2 In dit vak verkrijg je inzichten in curatieve voedingszorg bij specifieke patiëntenpopulaties met onder andere nefrologische en oncologische voedingszorg. 5 Ziekteleer 2 Je verwerft verder inzicht in specifieke medische problematieken en farmacologische behandelingen om een patiënt beter bij te staan bij de diëtistische behandeling. 4 Casuïstiek Binnen dit vak zet je je opgedane kennis in intervisies om naar de praktijk. 3 Keuzevak Je kiest zelf of je deelneemt aan de international case studies, entrepeneurship, samenleven in diversiteit; of misschien is een vak vanuit de opleiding psychologie, bewegingswetenschappen of … uit de universitaire associatie Brussel iets voor jou. 3 Bekijk hier een voorbeeld van het lessenrooster. Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Check de specifieke leerresultaten . Stage Onze opleiding is erg praktijkgericht. Via een heel aantal projecten, kom je in contact met het werkveld. In het eerste jaar mag je al op observatie- of kijkstage. In het tweede jaar loop je een stage van 2 weken in een grootkeuken. In het laatste jaar ga je gedurende twee keer 8 weken (16 weken) praktijkervaring opdoen in klinische settings en in de voedingsindustrie. Na je studie Aan het werk Patiënten voedings- of dieetadvies geven in ziekenhuizen, woonzorgcentra,...of op zelfstandige basis Voedingsadvies geven aan recreatieve sporters of topsporters Werken in de grootkeuken (catering) Voorlichting geven aan specifieke doelgroepen zoals diabetespatiënten. Voedingsanalyses of kwaliteitscontroles uitvoeren in een labo-omgeving Voedingsproducten ontwikkelen in de voedingsmiddelenindustrie Werken in de onderwijssector Eetwareninspectie Uitbaten van een dieet- en/of natuurwinkel ... Verder studeren Aan EhB Specialiseer je verder via onze postgraduaten. Verdiep je kennis met een bij-& nascholing. Micro-credential Preventieve Gezondheid Ga voor een master master in Management en Beleid van de Gezondheidszorg master in de Gerontologie master in de Gezondheidsvoorlichting en - Bevordering master in de Biowetenschappen Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Flexibel studeren Werken en studeren De opleiding Voedings- & Dieetkunde kan je ook deels in afstandsonderwijs volgen. Heb je al een job, maar wil je graag diëtist worden? Of ben je een thuiswerkende ouder? Dan kan je instromen in onze flexibele opleiding voedings- en dieetkunde. De ideale opleiding tot diëtist. We hebben practica, coachingsuren en werkcolleges binnen dit traject gebundeld op vrijdag. Naast deze lesmomenten ga je via begeleide zelfstudie aan de slag met de theoretische cursussen. Praktijkervaring doe je op via stages. We hebben de flexibele opleiding gespreid over vier jaar om de werklast te beperken. Je behaalt hetzelfde diploma als onze andere studenten Voedings- en Dieetkunde. Meer info over flexibel studeren Voordelen Vaste lesdag Dynamische groep van studenten Werklast spreiden mogelijk Zelfde diploma als de andere studenten Officieel erkende beroepstitel Goede begeleiding Met een ander diploma kans op vrijstellingen Neem contact op met coördinator vicky.vleminckx@ehb.be Verkort traject Heb je al een ander diploma op zak? Dan kan je misschien rekenen op een aantal vrijstellingen. Maak een afspraak met vicky.vleminckx@ehb.be om te kijken wat er mogelijk is. Misschien kom je in aanmerking voor een korter traject. Master of Science in de bewegings- en sportwetenschappen Voor studenten met een Master of Science in de bewegings- en sportwetenschappen – Afstudeerrichting Fysieke activiteit, Fitheid & Gezondheid (VUB) is er een vast programma opgesteld, dat je in 3 semesters kan afronden. Het kan ook over een langere periode gespreid worden. 1e verkorte bachelor (68SP) Coaching en consultatietechnieken 1 (3SP) Voedingsmicrobiologie (4SP) Warenkennis - productkennis - wetgeving 1 (3SP) Voedingsanalyse (5SP) Voedingsleer 2 (5SP) Toegepaste dieetleer en casuïstiek 1 (5SP) Grootkeukenmanagement (6SP) Curatief gerichte vorming voor volwassenen (6SP) Voedingsmicrobiologie 2 (4SP) Warenkennis - productkennis - wetgeving 2 (4SP) Warenkennis - productkennis - wetgeving 3 (3SP) Toegepaste dieetleer en casuïstiek 2 (5SP) Voedingsproductontwikkeling (3SP) Keukentechnologie (4SP) Toegepaste kinderdieetleer en casuïstiek 3 (5SP) Coaching- en consultatietechnieken 2 (3SP) 2e verkorte bachelor (25 SP) Klinische stage (13SP) Coaching- en consultatietechnieken 3 (3SP) Curatiefgerichte vorming voor volwassenen 2 (3SP) Master of Science in de Farmaceutische Zorg Voor studenten met een Master of Science in de Farmaceutische Zorg (VUB). is er een vast programma opgesteld, dat je in 3 semesters kan afronden. Het kan ook over een langere periode gespreid worden. 1e verkorte bachelor (53SP) Coaching en consultatietechnieken 1 (3SP) Coaching- en consultatietechnieken 2 (3SP) Psychologie (4SP) Toegepaste dieetleer en casuïstiek 1 (5SP) Grootkeukenmanagement (6SP) Warenkennis - productkennis - wetgeving 1 (3SP) Warenkennis - productkennis - wetgeving 2 (4SP) Warenkennis - productkennis - wetgeving 3 (3SP) Toegepaste dieetleer en casuïstiek 2 (5SP) Voedingsproductontwikkeling (3SP) Keukentechnologie (4SP) Toegepaste kinderdieetleer en casuïstiek (5SP) Voedingsleer 2 (5SP) 2e verkorte bachelor (25 SP) Klinische stage (13SP) Coaching- en consultatietechnieken 3 (3SP) Toegepaste dieetleer en casuïstiek 3 (9SP) Jaar 1 - Voedings- & Dieetkunde Werktraject Veld Credits Algemene Chemie We leren je basisbegrippen, berekeningen en vaardigheden. Die gebruiken we later om voedingsmiddelen chemisch te analyseren. 6 Anatomie - Fysiologie - Digestieve fysiologie Je maakt kennis met de medische terminologie en de organisatie van het lichaam. We besteden veel aandacht aan de werking van het spijsverteringskanaal, de lever en de pancreas. 5 Biologie • Inleiding tot de biologie en indeling van de organismen of taxonomie; • Structuur en eigenschappen van de biomoleculen; • De cel en cellulaire communicatie; • De eiwitsynthese; • Celgroei en celdeling bij eukaryoten 3 Coaching- en consultatietechnieken 1 Wat is een goede voedingsanamnese? Welke technieken zijn er? Welk voorlichtingsmateriaal kan je gebruiken? Je leert het hier allemaal. We oefenen via rollenspelen. 3 Keukentechnologie Hier leer je de basisprincipes van het bereiden van voeding. Je kan de voedingswaarde van gerechten berekenen en advies geven voor het samenstellen en bereiden van gezonde en evenwichtige voeding. 4 Project 1: Brussel en voeding Brussel, gezonde voeding en duurzaamheid staan centraal in dit project. Studenten worden vertrouwd gemaakt met de Brusselse omgeving, Brusselse armoede problematiek,  de oorsprong van onze voeding en een gezonde voeding. Deze kennismaking wordt mogelijk gemaakt door verschillende externe bezoeken te brengen aan bedrijven, organisaties, ... in de Brusselse rand en het stadscentrum. Met deze bezoeken wordt een andere onderwijsvorm aangeboden om nieuwe kennis te verwerven en te verwerken. 4 Toegepaste fysica Naast basisrekenregels leer je ook fysische principes en zie je waar deze worden toegepast bij het bereiden en conserveren van voedingsmiddelen. 4 Voedingsmicrobiologie 1 Hier besteden we veel aandacht aan de relatie tussen voedingsmiddelen en gezondheid en aan de mogelijke besmetting van voedsel. 4 Warenkennis - productkennis - wetgeving 1 Door theoretische lessen en bezoeken leer je meer over melkproducten, calciumverrijkte sojaproducten, graanproducten, aardappelen en smeer- en bereidingsvetten. We bestuderen wat er allemaal op etiketten van voedingsmiddelen te vinden is. 3 Warenkennis - productkennis - wetgeving 2 Hier leer je meer over groenten, fruit, noten en zaden, paddenstoelen, algen en wieren, vlees, vis, schaal- en schelpdieren en eieren. We hebben het hier ook over voedselverspilling. 4 Wetenschappelijke onderzoeksvaardigheden 1 Hier leer je wetenschappelijke literatuur opzoeken en kritisch verwerken tot een paper. Ook statistische verwerking van onderzoeksresultaten hoort hier bij. 6 Jaar 2 - Voedings- & Dieetkunde Werktraject Veld Credits Biochemie Hier leer je meer over o.a. hormonen en bestudeer je metabolische processen. 3 Coaching- en consultatietechnieken 2 Tijdens een consultatie moet je als diëtist de antropometrische gegevens verzamelen en correct interpreteren. Daarnaast moet je cliënt er van overtuigd worden dat de voorgestelde veranderingen in het voedingspatroon nodig zijn en dat deze ook moeten volgehouden worden. 3 Curatiefgerichte vorming voor volwassenen 1 Hier leer je alles over ziektes en de mogelijke medicijnen die daar bij horen. Belangrijk om de patiënt het juiste dieet voor te schrijven. 6 Organische chemie Je leert de basisbegrippen, bestudeert de verschillende karakteristieke groepen, naamgeving van organische verbindingen, belangrijke fysische en enkele chemische eigenschappen. Deze zijn belangrijk om later te begrijpen welke processen zich in het lichaam afspelen. 3 Project 2: Kennismaking werkveld Via een observatiestage krijg je inzicht in het werk van diëtisten. 4 Psychologie en persoonlijke ontwikkeling 1 De psychologie omvat algemene en ontwikkelingspsychologie. Tevens ga je reflecteren over je eigen handelen en je al bereikte beroepscompetenties. 3 Toegepaste dieetleer en casuïstiek 1 We gaan in op de klinische problematiek, de diagnose en behandeling van hypertensie, hyperlipidemie, hartfalen, obesitas en het metabool syndroom bij volwassenen. We leggen voornamelijk het accent gelegd op de voedingsaanbevelingen, dieetrichtlijnen, klinische voedingen en dieetproducten bij bepaalde medische aandoeningen. 5 Voedingsanalyse Hoe  kan je een voedingsmiddel chemisch analyseren? Dat leer je hier. 5 Voedingsleer 1 Hier leer je de grondbeginselen van voedingsleer. Je bespreekt de voedingsdriehoek, de macro- en micronutriënten en de rol van energie in het lichaam. 4 Voedingsmicrobiologie 2 Hier gaan we dieper in op de besmetting van voedsel, voedselinfecties, voedselvergiftigingen en de microbiologische controle rond de spijslijn. 4 Warenkennis - productkennis - wetgeving 3 Je leert hier voedingsmiddelen beoordelen en vergelijken. Je krijgt inzicht in de warenwetgeving met betrekking tot voedingsmiddelen en voedseletikettering. 3 Jaar 3 - Voedings- & Dieetkunde Werktraject Veld Credits Coaching- en consultatietechnieken 3 We leren je alles over de sociale wetgeving en deontologie voor diëtisten Tevens voer je hier je eerste echte consultaties uit! 3 Curatiefgerichte vorming voor volwassenen 2 De kennis van ziektes en de ingenomen medicijnen zijn onontbeerlijk om de patiënt het juiste dieet voor te schrijven. (vervolg) 3 Grootkeukenmanagement Hier verwerf je inzichten in de vakbekwaamheid die vereist is voor het beheer van een voedingsdienst. Je bestudeert de technische realisatie en uitwerking van de catering. Je krijgt inzicht in bedrijfsorganisatie, arbeidsmotivatie, leiderschap, personeelsbeheer en marketing. Tevens wordt je op de hoogte gebracht van aankoop, voorraadbeheer, distributie, verwerking. Je leert dit in theorie maar ook ter plaatse gedurende een stage van twee weken. 6 Project 3: Gezondheidsbevordering Project 3 is een project rond gezondheidsvoorlichting- en bevordering waarbij er een interventie in kleine groepjes wordt uitgewerkt voor een specifieke doelgroep en/of thema met de verschillende stappen van het planningsmodel. 3 Project 4: Multiculti We hebben het over interculturele hulpverlening door de diëtist. Dat doen we tijdens een 5-daagse uitwisseling met de Haagse Hogeschool. We besteden heel wat aandacht aan een goede interculturele communicatie en het gebruik van hulpmiddelen en aangepaste skills bij een diëtetisch consult. 3 Psychologie en persoonlijke ontwikkeling 2 Eetstoornissen staan in dit opleidingsonderdeel centraal. Tevens bewijs je dat je een ingesteldheid tot levenslang leren hebt ontwikkeld. 4 Toegepaste dieetleer en casuïstiek 2 Je geraakt vertrouwd met de diagnosevorming van medische problematieken en pathologieën en de daaruit vloeiende preventieve, curatieve en ondersteunende voedingszorg en dieetmaatregelen bij volwassenen. We leggen het accent op de voedingsaanbevelingen, dieetrichtlijnen, klinische voedingen en dieetproducten bij medische aandoeningen. 6 Voedingsleer 2 We bestuderen de voeding van verschillende leeftijdsgroepen en in verschillende situaties (rekening houdend met de individuele diversiteit). 4 Voedingsproductontwikkeling Deze cursus helpt je om in te spelen op trends in de voedingsindustrie, de behoeften/de noden van de markt te analyseren en de verschillende fasen van het productontwikkelingsproces te leren kennen. 3 Wetenschappelijke onderzoeksvaardigheden 2 Je werkt individueel een paper, protocol en presentatie uit; dit ter voorbereiding van je bachelorproef. 3 Keuzevak Voeding bij sporters In dit keuzevak  gaan we dieper in op sportdiëtetiek (of sport en voeding) en lichten we de algemene richtlijnen betreffende voeding bij volwassen sporters toe. 3 Voeding in de geriatrie In dit keuzevak komen verschillende professionals uit het werkveld hun expertise delen. Centraal staat de voedingszorg bij een oudere, geriatrische, populatie. 3 Jaar 4 - Voedings- & Dieetkunde Werktraject Veld Credits Toegepaste dieetleer en casuïstiek 3 Hier worden studenten vertrouwd gemaakt met de diagnosevorming van medische problematieken en pathologieën en de daaruit vloeiende preventieve, curatieve en ondersteunende voedingszorg en dieetmaatregelen bij volwassenen. We leggen het accent wordt op de voedingsaanbevelingen, dieetrichtlijnen, klinische voedingen en dieetproducten bij medische aandoeningen. 8 Kinderdieetleer en casuïstiek Je wordt vertrouwd gemaakt met de diagnose vorming van medische problematieken en pathologieën en de daaruit vloeiende preventieve, curatieve en ondersteunende voedingszorg en dieetmaatregelen bij kinderen. 3 Wetenschappelijke onderzoeksvaardigheden 3 Dit omvat je bachelorproef. Deze is steeds opgebouwd uit een literatuurstudie en een praktisch deel waarbij wordt uitgegaan van een onderzoeksvraag. Het onderwerp kan je vrij kiezen! 10 Stageperiode 1 + 2 Je loopt twee maal acht weken stage in verschillende beroepsvelden waar  diëtisten hun activiteit kunnen uitoefenen. Voornamelijk in ziekenhuizen, specifieke instellingen zoals WZC en voedingsbedrijven. Je wordt begeleid en bijgestaan door de stagebegeleider van de instelling. Je moet zelfstandig resultaten kunnen berekenen, evalueren en rapporteren. Je krijgt een opgelegde taken mee door de stagecoördinator van de school. 26 “Ik ga eerlijk zijn het is een echte puzzel. Twee kinderen en een job combineren met studeren is niet eenvoudig. Maar dankzij de vaste lesdag en de begeleiding van de docenten zit ik toch al in mijn derde jaar.” Kathleen Student voedings- en dieetkunde Naar het buitenland Wil je ontdekken wat een diëtist doet in het buitenland? Hoe voeding in andere culturen bekeken wordt? Maak dan je koffers maar klaar! Want we dragen internationalisering hoog in het vaandel. Je kan stage lopen binnen of buiten Europa in onder andere Senegal, Nederland, Suriname, Nicaragua, Spanje,... Ook hier gaan we samen met jou op zoek naar een stageplaats en ervaring op maat. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten: regulier programma - werktraject Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2023 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2024 tot 2030 in het borgingsbesluit. De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Voedings- en dieetkunde? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: Van maandag tot donderdag van 9u tot 16u, op vrijdag van 9u tot 15u Op afspraak: via e-mail Heb je geen diploma secundair onderwijs? Dan kan je deelnemen aan een bekwaamheidsproef om toch toegelaten te worden. Check alle voorwaarden om deel te nemen . Contact Erasmushogeschool campus Jette Laarbeeklaan 121, 1090 Jette Bel ons: 02/472 52 00 Mail ons: gdt.jette@ehb.be Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/voedings-dieetkunde"
}