{
    "id": 411,
    "content": "Veld Credits Web & App Front-End Je leert moderne javascript frameworks aanwenden vanuit een creatief design standpunt. Je krijgt de technische kennis mee om zelf je eigen ideeen in een moderne web applicatie of website te gieten. We werken rond 1 werkstuk. Het is een redesign prototype in Angular en React van een bestaande website. 1. Intro vak, uitleg werkstukken met inhoud en deadlines, eerste design opdracht en brainstormsessies 2. Javascript framework intro + Angular basics 3. Angular advanced 4. Angular advanced gastles (TBD) en werkstuk implementatie + Designing in frameworks 5. Design sessie voor nieuwe werkstuk, nieuwe technieken, feedback en groepswerk 6. Framework 2 (React/Vue) Afhankelijk van extern bedrijvenfeedback 7. Framework 2 advanced 8. Framework 2 advanced + design in the framework + external libraries 9. Feedback design, projectwerk 5 Back-End We bekijken een nieuwe taal voor backend web projecten en werken met het populairste framework in die taal. In het tweede deel van het vak behandelen we database best practices en design, security implementaties en deploymethodes voor backend projecten. Voorbeeld: 1 werkstuk met 3 luiken: Database design, Applicatie structuur en security (nieuwe invulling). 1. Inleiding tot backend, werkstuk overlopen, deadlines meegeven. Basis PHP 2. Web specific PHP: Sessions, cookies, Forms 3. Intro tot Composer en apache server setup 4. Laravel Introduction and Views/layout 5. Database design en best practices + Laravel Migrations en seeders 6. Werkstuk basics implementeren en begeleiding 7. Rest API best practices en Security 8. Security implementation en deployment op servers 9. Werkstuk werken en begeleiding 5 Android In de keuzemodule Android ontwikkel je in Android Studio een volledige Android app volgens de regels van de kunst. Je leert verschillende Android-componenten gebruiken om asynchroon gegevens op te halen, data op te slaan en correct weer te geven. Dit alles volgens de Android design richtlijnen met een focus op de nodige best practices. De evaluatie van het vak bestaat uit een werkstuk waarin je vrij bent je eigen app te maken zolang deze voldoet aan de Android design guidelines en een aantal minimumvereisten. 1. Mobile Design 2. App structuur 3. Layouts 4. Drawables 5. Opslagen van data met Firebase 6. Communicatie met API 5 iOS Je leert apps maken voor de iPhone en iPad met behulp van de taal Swift. Swift is leuk in gebruik, enorm populair bij ontwikkelaars en kan natuurlijk ook buiten het Apple ecosysteem gebruikt worden. Apple heeft net weer grenzen verlegd door de introductie van hun M1 chip en hun App Store zet jaarlijks zowat tweemaal zoveel euro's om als hun concurrent Google Play. Een ecosysteem dus dat je als (app) ontwikkelaar niet zomaar links kan laten liggen. Voorbeelden: Villo station app (deelfietsen), COVID stats app, Verkeersinformatie Bxl 1. Kennismaking met Swift 2. De structuur van een iOS-project begrijpen 3. Een lay-out opstellen voor een iOS app, gebruikmakend van de juiste iOS interface-elementen 4. Eeen iOS-applicaties ontwikkelen en testen gebruikmakend van de beschikbare tools 5. Interacties tussen de gebruiker en de iOS app implementeren, gebruikmakend van typische user controls 6. Data-persistentie voorzien voor een iOS app 7. De levenscyclus van een iOS app begrijpen en op een correcte manier reageren op specifieke levenscyli-events. 8. Speciale functies van een iOS-apparaat kunnen aanspreken, zoals GPS, sensoren, gebruik van gestures, ... 9. In het ontwerp van iOS apps de mogelijkheid voorzien voor de ondersteuning van verschillende schermgroottes (smartphones, tablets) en -resoluties. 10. In het ontwerp van iOS apps rekening houden met de typische design guidelines en best practices (interactiestijlen, controls, schermopbouw) 5 Extended Reality 3D Modeling & Animation In deze module leer je om zelf een character in Maya in 3D te maken - van 3D modeling tot het inkleuren of shaden. Als je daarmee klaar bent voorzie je je character van een control rig, een skelet structuur waarmee je je figuurtje kan animeren. Vervolgens leer je werken met keyframes en zet je letterlijk je eerste stappen in 3D character animation. Tenslotte leer je werken met mocapdata om je 3D character echt leven in te blazen. Je werkt doorlopend aan je eigen opdracht of je kan er voor kiezen om met het opgelegde figuurtje te werken. 1. modelen : we behandelen de basisprincipes van 3D modeling voor karakters aan de hand van een video tutorial 2. modelen : je past de principes uit de vorige les toe om een eigen karakter in 3D te ontwerpen 3. shaden : je maakt gebruik van diverse maya shaders en/of substance painter om je figuur kleuren en materialen te geven 4. rigging : met de Human IK module in Maya voorzie je je figuur van een rig 5. skinning : om je figuurtje correct te deformeren ga je weight painten op de skin van je figuur 6. animation : we verkennen het werken met keyframes hand van een eenvoudige stap-cyclus 7. animation : we combineren verschillende motion capture bestanden in de time editor 8. lighting & rendering : hier komt alles uit de vorige lessen samen, het resultaat is een kort 3D filmpje 5 3D Games Je leert de nodige concepten en technieken aan om een volledige 3d game te ontwerpen en te ontwikkelen m.b.v. Unity: Component based programming, procedurele generatie, real-time animatie, physics, particles, shaders, enz... Je ontwikkelt een 3D game naar keuze. 1. Workshop Unity Basics 2. Game Design + Concept 3. Input, Physics, Raycasting 4. Animation 5. Particles 6. Shaders 7. Performance 8. Procedural Generation 5 Virtual Reality In Virtual Reality zie je diverse spatial computing concepten met betrekking tot Virtual Reality, Augmented Reality en Mixed Reality. Je exploreert deze nieuwe technologieën zowel op vlak van design (3d interfaces, interfaceless design, gestures,...) als op vlak van development (verschillende SDK's & hardware). Je creëert VR-environments, AR- en MR-interfaces en XR-games met behulp van Unity. OPDRACHT VR: Je ontwikkelt een concept en prototype in samenwerking met een echte klant. OPDRACHT AR/MR: Maak een magazine/boek of platenhoes interactief met behulp van augmented of mixed reality. 1. Workshop Unity Basics 2. VR Opdracht + Concept Design 3. UX Design for VR 4. Workshop VR Development 5. Prototype Building 6. Prototype Building + UX 7. Augmented & Mixed Reality: Concept + UX 8. Workshop AR Development 9. AR Prototype 5 Virtual Studio In de audiovisuele sector is er een verschuiving aan de gang van reële producties naar virtuele producties die in Extended Reality (XR) gecreëerd worden waar echte en virtuele omgevingen gecombineerd worden en mens-machine-interacties door computertechnologieën en wearables gegenereerd worden. Je bouwt een virtual studio op en maakt een videoproductie die gebruikt maakt van XR en/of Unity 3D. 5 Motion Motion Graphics In de keuzemodule Motion Graphics leer je de principes van animatie en overloop je alle stappen om een professioneel Motion Design project te realiseren. Hiernaast verken je nieuwe tools om aan de slag te gaan met Character Design & Rigging, Visual Effects en traditionele animatie. Oefening: Application principles of animation Oefening: Character Design Oefening: Character Animation Oefening: VFX Face Tracking Replacement Oefening: Frame by frame Deelopdracht 1: 'inspiratie animatievideo' Deelpdracht 2: 'moodboard + script' Deelpdracht 3: \"storyboard + animatic\" Deelpdracht 4: \"style frames\" Deelpdracht 5: \"illustraties hoofdopdracht\" Deelpdracht 6: \"voice-over, SFX, muziek\" Hoofdopdracht: \"Motion Design Project\" 1. Introductie les & After Effects Tricks & Tips 2. 12 Principles of animation 3. DUIK Character Design 4. DUIK Character Animation 5. VFX (Face replacement & Tracking) 6. VFX Deel 2 (3D Layers, Lights, Camera) 7. Frame by frame animation 8. Effects, Expressions, Adobe Dynamic Link 9. Styling & Textures 5 Live Visuals In deze keuzemodule specialiseer je je in het creëren van interactieve live visuals en \"performances\" binnen een professionele context. Je leert hierbij de finesse van audioreactieve visuals en motion capturing. Ook hoort \"video mapping\" op fysieke structuren bij het takenpakket. Oefening: Mocap Animatie Oefening: VJ Loops Oefening: VJ-Set Oefening: Webcam FX Oefening: Madmapper Deelopdracht: Referenties & Moodboard Deelopdracht: Concept prototype Hoofdopdracht: Live Set 1. Introductieles 2. Resolume Basics 3. VDMX5 Basics 4. 2D Mapping 5. Live Mocap & DMX 6. Synchronizing systems 7. Mocap 8. Analog visuals 9. Voorbereiden hoofdopdracht (fysieke installatie) 5 Interactive Motion In dit vak ga je experimenteren met generatieve visuals. Dit wil zeggen dat we beelden niet frame per frame gaan animeren, maar wel een omgeving of systeem gaan programmeren waarmee we steeds unieke beelden gaan creëren. Je leert over zaken zoals particles, physics, 3D-objects, texturing, ... Je gaat aan de slag met verschillende creatieve inputs zoals audio, kinect, arduino, ... Om hiermee uiteindelijk een eigen volwaardige visuele interactieve installatie te maken. Als werkstuk maak je een interactieve visuele installatie of datavisualisatie, je bepaalt hiervoor zelf de input, output en presentatie. Daarnaast maak je ook een studie over het werk van een generative artist/creative coder naar keuze. Tijdens de mondelinge evaluatie presenteer je je bevindingen en een zelfgemaakt visual hierdoor geinspireerd. 5 Emerging Technologies Artificial Intelligence Waarom toont Google mug shots als je zoekt naar 4 zwarte tieners? Hoe komt het dat een juridische chatbot discrimineert? Hoe begin je er aan om een chatbot vorm te geven? Of een smart city? We bekijken van service design, platform design tot en met visual design hoe je een AI project tot een goed einde kan brengen. Als werkstuk bouw je een integrale AI oplossing voor een van de volgende topics: smart mobility, smart environment en quantified self. Hierbij hou je rekening met alle design best practices en implementeer je deze aan de hand van een zelf vergaarde dataset. 5 Physical Prototyping Digital making slaat de brug tussen fysieke interactie en de visuele alsook technische aspecten van de andere afstudeerrichtingen. Binnen deze opleidingsonderdelen ga je aan den lijve ondervinden hoe je ervaringen opbouwt, wanneer interactie plaatsvindt en op welke manier deze je ervaringen beïnvloeden. Door gebruik te maken van reeds aangereikte technische skills en tools waaronder het fablab, ontwerp je fysieke interactieve ervaringen die leven binnen onze (in)directe omgeving en dan ook de maatschappij weerspiegelen. Frustrations! Snoozen, overslapen of alleen al opstaan. Een kwakje tandpasta op de trui en de zoveelste “Bad hair day”. Slurpende lippen en andere eetgeluiden. Een voor één voldoende om met het verkeerde been uit bed te stappen. Is het nu tijdens de ochtend, middag, avond of nacht. Thuis of op school, anderen die je irriteren, of je eigen onhandigheid die je vervloekt: frustraties zijn helaas te vaak aanwezig en beïnvloeden, al dan niet negatief, je emoties van dat moment en soms zelf gehele dagen. Aan jou om deze frustraties aan te klagen en dit in de vorm van een fysieke interactieve ervaring. • Kiezen van een ultieme frustratie. • Aanklagen van frustratie ahv. conceptualisatie. • Visueel vormgeven van frustratie. • Technisch uitwerken van frustratie. • Presenteren van frustratie. 5 Drones Je leert niet alleen vliegen met een drone (type A1 of A3), maar ook om deze te gebruiken voor het maken van videobeelden. Daarnaast maak je in ons FabLab kennis met het technische aspect. • Videoproductie: zet een drone in voor het maken van prachtige videobeelden met oog voor het cinematografisch aspect. • Technische productie: maak een drone in het FabLab. • Theoretische kennis over luchtvaartwetgeving, ATC-procedures, meteorologie, vluchtbeginselen, … • Theoretische les over luchtvaartwetgeving, ATC-procedures, algemene kennis van het luchtvaartuig en vluchtorganisatie,… • Zelf een drone besturen tijdens een volledige vlucht die het opstijgen, maneuvreren en veilig landen omvat. • Theorie over de cinematografische eigenschappen van luchtbeelden en deze toepassen in een videoproductie. • De camera van een vliegende drone vlot kunnen besturen en vloeiende beelden maken. • Theorie over de gebruikte technologie in een fixed wing en rotary wing drone. • Onderhoudsprocedures voor drones kunnen uitwerken en toepassen. Drone Building in FabLab 5",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/multimedia-creatieve-technologie"
}