{
    "id": 581,
    "content": "Microbiologie 3 In het theoriegedeelte bespreken we een aantal belangrijke pathogene micro-organismen die geassocieerd zijn met ziekte en besteden we meer aandacht aan de klinische diagnostiek van microbiële pathogenen.  In het praktijkgedeelte wordt er gewerkt met klinische stalen (urine, faeces,...) om de realiteit binnen het klinische labo zo goed mogelijk na te bootsen. Via het LIS 'GLIMS microbiologie' worden alle stappen van een microbiologisch onderzoek (enten, microscopisch onderzoek, verwerking, eindconclusies) door jou bijgehouden. 3 Klinische en moleculaire diagnostiek 3 In dit vak leer je op basis van klinische en moleculaire casussen de juiste analysetechnieken selecteren, de resultaten interpreteren en rapporteren. 3 Kwaliteitsbeheer 3 Je leert begrippen en aspecten van een kwaliteitszorgsysteem in een klinisch laboratorium (gezien in kwaliteitsbeheer 1 & 2) toepassen op o.a. POCT (Point-of-care toestellen). Zo zal je in samenwerking met studenten van de opleiding verpleegkunde een risico-analyse uitvoeren van een POCT. Je leert meeschrijven aan een SOP (standard operating procedure). En je zal data op een statistische manier verwerken, interpreteren en rapporteren. 3 Hematologie Met de normale hematopoëse als basis (cfr. cel- en bloedleer), komt de pathologie binnen de klinische hematologie aan bod. Symptomen en laboratoriumparameters worden verklaard vanuit de onderliggende oorzaak en er wordt stilgestaan bij de mogelijke (toekomstige) behandelingen. 3 Persoonlijke en permanente ontwikkeling (POP/PPO) Voor dit vak volg je verplichte activiteiten (aangeboden door de school bv. bedrijfs- of labobezoeken) en word je geacht eigen initiatieven te nemen opdat je ingesteldheid tot levenslang leren wordt ontwikkeld. De onderwerpen moeten actueel/innovatief zijn en inspelen op de trends die zich voordoen in de wereld van de biomedische laboratoriumtechnoloog. 3 Capita Selecta Binnen dit vak maak je kennis met de mogelijkheden van automatisatie binnen klinische labo's. Je leert tevens het arbeids- en sociaalzekerheids- en patiëntenrecht.En je maakt kennis met de de basisprincipes van relevante in vivo technieken zoals ECG, EEG, spirometrie, bloeddrukmetingen, bloedafname,... 4",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/biomedische-laboratoriumtechnologie"
}