{
    "id": 88,
    "content": "Winkelmanagement - Jaar 1 Veld Credits Commercieel beheer Sales In deze interactieve lessen krijgen je commerciële talenten een boost! Je leert hoe je de klant centraal zet, wat zijn koopmotieven zijn en hoe je door een onderbouwde argumentatie het verkoopgesprek succesvol kan afsluiten. Je leert ook om te gaan met een lastige of boze klant. ECTS-fiche Semester 2 5 Omnichannel Een succesvol retailer gaat op zoek naar het hart van de ‘nieuwe’ consument. Hij analyseert zijn koopgedrag en probeert de troeven van zijn fysieke winkel te combineren met het gemak van een webshop. In deze lessen brengen we de customer journey in kaart en onderzoeken we trends en nieuwe ontwikkelingen op dat vlak. We gebruiken onze eigen werkplek (stageplaats) als case. ECTS-fiche Semester 2 3 Retailmarketing Hier wordt je creativiteit gestimuleerd! Via de 7P’s van de marketingmix ga je aan de slag om de marketingstrategie van het bedrijf te vertalen naar je afdeling met als doel de omzet en de winst te verhogen. Je hebt oog voor de digitale retailmix, omnichannel, social media, SEO, UX, CX en personae. ECTS-fiche Semester 2 4 Communicatie Nederlands Semester 1 3 Organisatie & ondernemen De wet in de winkel Via praktische cases krijg je inzicht in de belangrijke juridische regels van de retailer. Je wordt onder andere vertrouwd gemaakt met de informatieplicht aan de consument, de garantiewetgeving, verboden handels- en marktpraktijken. Je krijgt ook zicht op aansprakelijkheid, verzekeringen en veiligheid van de retailer. ECTS-fiche Semester 1 3 ICT skills Semester 1 3 Economisch recht Semester 2 3 Leiding geven & HR HRM1: Ik als medewerker In deze eerste HR-module sta jij als medewerker centraal. Je leert verschillende functies binnen retail kennen en pitch je jezelf in een sollicitatiegesprek. Je onderzoekt je persoonlijke voorkeurrol in een team en toetst die op je werkplek. Je scherpt je communicatievaardigheden aan in onze interactieve lessen en zet de eerste stappen in leiderschap. ECTS-fiche Semester 1 3 Personeelsbeheer Hoe ga je om met tijd en je organisatie op je werk? Hoe ontstaat stress en wat kan je eraan doen? Hoe herken je sterke teams en hoe kan je de samenwerking binnen teams verbeteren? Hoe kan inspirerend leiderschap de motivatie van je medewerkers verhogen? Je leert ook om te gaan met weerstand tegen verandering en wat je hieruit leert om veranderingen binnen de organisatie vlotter te laten verlopen. ECTS-fiche Semester 2 3 Logistiek en online tools Online retail tools I Je maakt kennis met een verkoops- en merkopbouwende online tool die in de retailomgeving relevant is. Hiermee ontwikkelt jouw inzicht in online marketing-, verkoop- en communicatiemogelijkheden. Op het einde van deze module ontvang je een certificaat of voltooiingsbewijs dat je professioneel profiel versterkt. ECTS-fiche Semester 1 3 Logistiek management & voorraadbeheer Op een pragmatische manier en vanuit de realiteit krijg je zicht op logistiek. Je verdiept je in de aan- en verkoop processen en leert om proactief na te denken over de optimale afstemming van sales versus inkoopplanning. ECTS-fiche Semester 1 3 Financieel beheer Financiële administratie in de winkel Als retailer zijn cijfers natuurlijk uiterst belangrijk! Je wil rode cijfers vermijden en zoveel mogelijk winst maken, toch? In deze module krijg je inzicht in planning en budgettering, prijsbepaling, break-evenanalyse en resultaatsbepaling. Je leert een basisboekhouding toepassen zodat je je bedrijf steeds mooi op koers houdt. ECTS-fiche Semester 2 3 Integratie basis Werkplekleren 1: Focus winkel Twee dagen per week onderga je een praktijkbad bij je favoriete retailer en oefen je de vaardigheden die je hebt geleerd op school. De focus ligt op de organisatie van de winkel en operationele taken binnen de werkplek. ECTS-fiche Semester 1 6 Retail Learning Lab 1: Product presentatie Via opdrachten ervaar je hoe de presentatie van goederen bijdraagt tot het imago van de winkel en het realiseren van de marketingdoelstellingen van je business. Deze cursus is in 2 grote delen opgesplitst: de presentatie van producten in de fysieke winkel en de online presentatie.​ ECTS-fiche Semester 1 4 Werkplekleren 2: Focus verkoop Je operationele taken op je werkplek krijg je stilaan onder de knie. Je zal al meer complexe, operationele taken kunnen uitvoeren. De focus ligt in deze werkplekleren op ‘verkoop’: laat maar zien wat je commerciële talenten zijn! ECTS-fiche Semester 2 4 Retail Learning Lab 2: Start je zaak Je leert alle basisstappen die noodzakelijk zijn om een mini onderneming op te starten, van de opmaak stappenplan, startkapitaal, procedures en vooral de creativiteit om een nieuw product of dienst op de markt te brengen.​ ECTS-fiche Semester 2 3 Werkplekleren 3: Focus marketing Na de lentevakantie ga je drie dagen per week aan de slag bij je retailer. Je neemt je eigen leerproces actief in handen en toont initiatief. Samen met je werkplekmentor zet je een marketingproject op poten dat bijdraagt tot het commercieel succes van je afdeling of winkelpunt. ECTS-fiche Semester 2 4",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-winkelmanagement"
}