{
    "id": 46,
    "content": "Hoe ziet de opleiding eruit Gene editing is een verzamelnaam voor een reeks revolutionaire technologieën om snel en precies veranderingen in het erfelijk materiaal van levende wezens aan te brengen. Dit kan – in principe – in het erfelijk materiaal (DNA) van planten, microben, dieren, en mensen. Wetenschappers kunnen met deze technologieën heel specifiek één DNA-letter veranderen, een reeks van meerdere DNA-letters vervangen door een andere reeks, of een welbepaald gen aan- of uitschakelen. CRISPR-Cas technologie zorgt sinds enkele jaren voor een stroomversnelling in het onderzoek in de levenswetenschappen. Net zoals andere technieken voor genoombewerking stelt CRISPR-Cas wetenschappers in staat om heel precieze DNA-veranderingen aan te brengen zonder dat er sprake is van het inbouwen van ‘soortvreemde’ genen. CRISPR-Cas blinkt vooral uit ten opzichte van eerdere genoombewerkingstechnieken omdat het goedkoper, sneller, efficiënter en veelzijdiger is. Inmiddels wordt dit mechanisme in ontelbare labs over heel de wereld gebruikt. In de eerste plaats voor onderzoeksdoeleinden, maar naast basisonderzoek is de technologie ook een zeer verfijnd gereedschap voor gentherapie en gewasveredeling. Via deze navorming kan je alvast jouw onderzoekscompetenties in het toepassen van deze moleculaire technieken verder aanscherpen. Lesgevers Jolien De Munck Master in de bio-ingenieursswetenschappen - Cel- en genbiotechnologie PhD in de farmaceutische wetenschappen: Oncolytische virussen als kankertherapie Lector Tom Peeters Master in de biologie PhD in de moleculaire celbiologie: Signaaltransducties in Saccaromyces cerevisiae Postdoc in de synthetische biologie: Boolean Gates in Saccaromyces cerevisiae Lector/senior onderzoeker OpenBioLab Lesprogramma Deze opleiding bestaat uit 45 lesuren, en start in het 1e semester van academiejaar 2024-2025. Maakt onderdeel uit van het postgraduaat Applied bio-informatics in research. De navorming wordt gedoceerd in het Engels indien anderstaligen deelnemen en is deels online, deels op campus. Het cursusmateriaal zal enkel in het Engels beschikbaar zijn.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/molecular-design-and-gene-editing-lab"
}