{
    "id": 59,
    "content": "Vakken 5 leerlijnen Marketing en Marketingcommunicatie In deze leerlijn verkennen we samen de brede sector en krijg je inzicht in de relevante theoretische kaders. Geen theorie om de theorie, maar toepassen van kennis staat hier centraal. Digitaal Digitaal steunt op twee pijlers. Enerzijds geven we een overzicht van digitale marketing en communicatie. Anderzijds leer je jezelf in het vak Tools verschillende digitale tools aan voor marketing, communicatie en dataverwerking. Wij leveren jou alle instructies en kaders aan en jij gaat zelf met de tools aan de slag. Uiteraard begeleiden we je waar nodig en is er tijd voorzien om samen te oefenen. Data In de leerlijn Data leer je informatie opzoeken, beoordelen, selecteren en organiseren. We maken je attent op allerlei relevante richtlijnen en wettelijke kaders (privacywetgeving, GDPR…) en we bekwamen je in een aantal basis ICT-skills die je nodig hebt om die data en informatie te zoeken, verwerken en beheren. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Bedrijfscommunicatie De leerlijn Bedrijfscommunicatie focust op zakelijk Nederlands en functioneel Engels en Frans. Om ervoor te zorgen dat je maximaal aan je taalvaardigheid kunt werken, word je ingedeeld in een niveaugroep voor iedere taal. Zo krijg je taalles op maat. Integratie en persoonlijke ontwikkeling In de leerlijn Integratie en persoonlijke ontwikkeling komen de projecten, de stage en het persoonlijk ontwikkelingsplan (POP) aan bod. In ieder semester wordt een project opgenomen waarin je de theorie gaat toepassen op een reële opdracht die uit het werkveld komt. In het POP is er aandacht voor jouw evolutie doorheen de opleiding (wat kan ik goed, waar moet ik nog aan werken?) en voor je visie op de toekomst (waar wil ik terecht komen?). Het eindproject levert een presentatieportfolio op waarmee je trots naar een toekomstige werkgever kunt trekken. Marketing- & communicatiesupport - Jaar 1 Veld Credits Marketing en Communicatie Communicatie Semester 1 5 Marketing Semester 1 5 Verkenning werkveld Semester 1 3 Digitaal Digitale marketing Semester 2 4 Digitale communicatie Semester 2 4 Tools 1 Semester 2 5 Data Data 1: Insights Semester 1 5 ICT skills Semester 1 4 Data 2: Desk research tactics Semester 2 5 Bedrijfscommunicatie Communicatie skills 1 Semester 1 4 Communicatie skills 2 Semester 2 4 Language Support (Nederlands) Semester 1 + 2 3 Integratie Project 1 Semester 2 6 Talentontwikkeling Talentontwikkeling 1 Semester 1 + 2 3 Marketing- & Communicatiesupport - Jaar 2 Veld Credits Afstudeerrichting Communicatie Communicatietoepassing Semester 3 4 Digitale Communicatietoepassing Semester 4 4 Afstudeerrichting Marketing Marketingtoepassing Semester 3 4 Digitale Marketingtoepassing Semester 4 4 Digitaal Tools 2 Semester 3 5 Tools 3 Semester 4 4 Data Data 3: marktonderzoek Semester 3 4 Data 4: project management & accountability Semester 4 3 Bedrijfscommunicatie Communicatie skills 3 Semester 3 4 Frans of Engels Semester 3 + 4 4 Integratie Stage 1 Semester 3 5 Project 2 Semester 3 + 4 3 Portfolio Semester 3 + 4 4 Stage 2 Semester 4 10 Eindproject Semester 4 3 Talentontwikkeling Talentontwikkeling 2 Semester 3 + 4 3 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-marketing-communicatiesupport"
}