{
    "id": 45,
    "content": "Hoe ziet de opleiding eruit Benieuwd naar het journalistieke leven? Mooi zo! Dan beschik jij alvast over de belangrijkste kwaliteit van een journalist: nieuwsgierigheid . Ook wel de ' journalistieke reflex ' genoemd. Op elk moment openstaan voor interessante verhalen, ervaringen en meningen om die op een boeiende manier met anderen te delen. Als je verlangt naar een avontuurlijke job waar je elke dag met veel goesting aan begint, waar je gevat kan zijn wanneer nodig, maar ook kritisch als het moet, dan is het journalistieke leven jou op het lijf geschreven! We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Troeven van onze opleiding Net als de journalistiek zelf, blijft de opleiding voortdurend in beweging. Naast de traditionele kanalen zetten we meer dan ooit in op social media en digital storytelling. In tijden van fake news , stomen we onze studenten klaar tot echte fact checkers en hebben we uitzonderlijke aandacht voor journalistiek onderzoek én ondernemerschap. Daarnaast missen investigative, slow & data journalism zeker niet op het curriculum. Al in het eerste jaar kan je een extra portie sport- of lifestylejournalistiek kiezen. Ben je er nog niet aan uit of je liever radioreportages maakt of artikels schrijft met scherpe pen? Of word je liever videojournalist? Bij ons leer je hands-on elk medium kennen en betreed je het werkveld als allround journalist. Brussel als leeromgeving Nergens in België vind je zo veel mediabedrijven op één en dezelfde locatie als in Brussel. Vanop het Flageyplein waar je de redactiesetting van BRUZZ vindt, over heel wat geschreven pers en productiehuizen, tot aan de VRT-toren op de Reyerslaan. Dit opent heel wat deuren voor aanstormend talent. Er valt altijd nieuws te rapen in de straten van de hoofdstad. Daarom dompelen we je bij het begin van de opleiding onder in het verfrissend Brussel-bad en ontdek je de sociaal-culturele aspecten in een recordtijd. Gebeurt er iets in Europa, zal Brussel het geweten hebben. Maar verder is het de kruisbestuiving tussen talen, culturen en opvattingen en de verhalen die daarbij te rapen vallen, dat het hart van journalisten sneller doet slaan. Alumni over onze opleiding \"Vaak hoor je van universiteiten en hogescholen: “bij ons ben je geen nummer .” Maar nergens heb ik dat zo intens ervaren als op de Erasmushogeschool. Hier krijg je les van proffen die niet alleen proffen zijn, maar mensen met jarenlange ervaring in de journalistieke sector. En Brussel is echt de perfecte stad om je eerste stappen te zetten in de wereld van de journalistiek. Wat me erg heeft geholpen, zijn mijn twee stages . Zo leerde ik wat me ligt, en wat ik later helemaal niet wil doen. De contacten die ik zo gelegd heb, waren goud waard bij mijn zoektocht naar een job! Daardoor ben ik nu journalist bij een van de grootste kranten van het land.\" Laurence Torck Journalist Het Nieuwsblad \"De opleiding vergelijk je best met een etentje op restaurant. Je stapt wat onzeker binnen. Op het menu krijg je als voorgerecht de nodige theorie voorgeschoteld, aangeboden door mensen uit de sector. Daarmee is de nodige basis gelegd voor wat nog komen moet. Als hoofdgerecht wordt er gekozen voor een stevige portie praktijk. Zorg er zelf voor dat je die goed verteert want die is cruciaal. Als beloning krijg je dan het dessert: twee stages om jezelf te bewijzen. Meer heb je niet nodig. Eén ding is zeker: de mediasector heeft meer dan ooit nood heeft aan sterke multimediale journalisten.\" Maxime Simon Journalist bij BRUZZ en Kanaal Z Als onervaren student naar belangrijke mensen bellen, politici interviewen, met de camera of microfoon naast andere journalisten gaan staan, ... Niet evident. Maar het is net dat leren 'plantrekken ' dat mij op drie jaar tijd enorm heeft vooruit gebracht. De assertiviteit en andere journalistieke kwaliteiten die de opleiding Journalistiek mij heeft bijgebracht, komen nog elke dag van pas in mijn job. Lidewij Nuitten Oud-studente, maker allerhande VRT-programma's, winnares VRT-Diversiteitstrofee met 'Mijn straat'",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/journalistiek"
}