{
    "id": 308,
    "content": "Jaar 3 - Voedings- & Dieetkunde Veld Credits Jaar 3 - Voedings- & Dieetkunde LLL-Portfolio Binnen de levenslang leren-portfolio bouw je je expertise uit door interne en externe navormingen, studiedagen, e-learnings, e.d. te volgen. 3 Bachelorproef Je bachelorproef, bestaande uit een literatuurstudie en praktijkonderzoek, kadert binnen één van de onderzoekslijnen (duurzaamheid, sport, industrie, malnutritie, e.a.) van de opleiding. 9 Klinische stage Je loopt 2 maal acht weken stage in verschillende beroepsdomeinen waar een diëtist/nutritionist kan tewerkgesteld worden.  Je wordt bijgestaan door een stagebegeleider van school en een stagementor van de stageplaats.  Je kan kiezen voor een binnenlandse of buitenlandse stage binnen verschillende beroepsdomeinen. 12 Keuzestage Je loopt 2 maal acht weken stage in verschillende beroepsdomeinen waar een diëtist/nutritionist kan tewerkgesteld worden.  Je wordt bijgestaan door een stagebegeleider van school en een stagementor van de stageplaats.  Je kan kiezen voor een binnenlandse of buitenlandse stage binnen verschillende beroepsdomeinen. 12 Buitenlandse stage Je loopt 2 maal acht weken stage in verschillende beroepsdomeinen waar een diëtist/nutritionist kan tewerkgesteld worden.  Je wordt bijgestaan door een stagebegeleider van school en een stagementor van de stageplaats.  Je kan kiezen voor een binnenlandse of buitenlandse stage binnen verschillende beroepsdomeinen. 12 Aanvullende klinische stage Je loopt 2 maal acht weken stage in verschillende beroepsdomeinen waar een diëtist/nutritionist kan tewerkgesteld worden.  Je wordt bijgestaan door een stagebegeleider van school en een stagementor van de stageplaats.  Je kan kiezen voor een binnenlandse of buitenlandse stage binnen verschillende beroepsdomeinen. Patiëntenbegeleiding Je voert zelf consultaties uit en krijgt handvaten mee om door te verwijzen naar een psycholoog voor eetstoornissen. 6 Cultuursensitief handelen Toegankelijke hulpverlening door een diëtist zorgt voor een waardevolle bijdrage in de preventieve gezondheidszorg. We besteden aandacht aan inclusieve communicatie en leren hiervoor verscheidene tools kennen die je kan bijstaan in het diëtistische consult. 3 Klinische diëtetiek 2 In dit vak verkrijg je inzichten in curatieve voedingszorg bij specifieke patiëntenpopulaties met onder andere nefrologische en oncologische voedingszorg. 5 Ziekteleer 2 Je verwerft verder inzicht in specifieke medische problematieken en farmacologische behandelingen om een patiënt beter bij te staan bij de diëtistische behandeling. 4 Casuïstiek Binnen dit vak zet je je opgedane kennis in intervisies om naar de praktijk. 3 Keuzevak Je kiest zelf of je deelneemt aan de international case studies, entrepeneurship, samenleven in diversiteit; of misschien is een vak vanuit de opleiding psychologie, bewegingswetenschappen of … uit de universitaire associatie Brussel iets voor jou. 3",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/voedings-dieetkunde"
}