{
    "id": 130,
    "content": "Veld Credits Semester 1 IT Essentials Binnen dit vak bespreken we de basis van de IT: wat is een RAM-geheugen, wat is een CPU, wat is een hedendaagse architectuur, enzovoort. Verder gaan we dieper in op de werking van hedendaagse besturingssystemen. Semester 1 6 Desktop OS De inhoud van dit opleidingsonderdeel omvat het leren gebruiken van de belangrijkste componenten in Windows en Linux om deze besturingssystemen veilig, stabiel en efficiënt te beheren. Dit omvat beveiligings-, netwerk-, proces-, systeem-, software- en gebruikersinstellingen, samen met de tools om deze efficiënt te beheren. Daarnaast wordt er aandacht besteed aan het virtualiseren van besturingssystemen in een desktopomgeving. Semester 1 3 Programming Essentials l Programming Essentials 1 behandelt de basisprincipes van het begrijpen, analyseren en oplossen van problemen. Er wordt een brede basis gelegd voor logica en de kennis van gestructureerd en procedureel programmeren. Semester 1 6 Web Essentials In Web Essentials worden HTML5 en CSS3 aangeleerd en toegepast bij het bouwen van een statische website. Gezien de verscheidenheid aan toestellen (smartphones, tablets, laptops en desktops) waarmee bezoekers een website kunnen bekijken, en de bijbehorende verschillen (schermgrootte, schermratio, schermdichtheid, browser, enzovoort) besteden we aandacht aan technieken die ervoor zorgen dat pagina's correct worden weergegeven in al deze verschillende situaties. Semester 1 4 Business Communication In dit vak leren we effectief professioneel communiceren, samenwerken, hedendaagse vergader- en rapportagetechnieken en presenteren. Semester 1 3 Network Essentials De focus van dit vak ligt op de basis van computernetwerken. In deze cursus zal de student zowel de praktische als conceptuele vaardigheden aanleren die de basis vormen voor een correct begrip van de werking van moderne (inter)netwerken. Aan het einde van dit opleidingsonderdeel is de student in staat kleine LAN-netwerken op te bouwen, eenvoudige configuraties uit te voeren aan routers en switches en IP-adresschema's uit te werken. Semester 1 4 Semester 2 Business IT Essentials Welke IT-systemen worden gebruikt door grote bedrijven, wat is de impact van de cloud, artificiële intelligentie en cybersecurity binnen de business en hoe optimaliseren bedrijven hun aanpak om sneller en efficiënter te kunnen werken. Dit vak wordt in samenwerking met een echt bedrijf georganiseerd, dat de studenten zowel coacht, evalueert en feedback voorziet. Semester 2 3 Programming Essentials ll Programming Essentials 2 bouwt voort op de programmeerkennis opgedaan in Programming Essentials 1 maar schakelt over naar een objectgeoriënteerde programmeertaal. De nieuwe begrippen klasse en object worden geïntroduceerd. Het uitwerken van programmastructuren zal nu verlopen aan de hand van analysediagrammen (UML), die zullen gebruikt worden voor de opbouw van je applicatie. Semester 2 6 Software Design Essentials In het vak Software Design Essentials wordt de basis gelegd voor het analyseren en ontwerpen van software. We bespreken eerst het klassieke software-ontwikkelingsproces en bekijken vervolgens iteratieve ontwikkelmethodologieën. Daarna bekijken we hoe software-vereisten van de klant kunnen geanalyseerd worden en omgezet in een ontwerp, gebruikmakend van eenvoudige UML-diagramma's. Hierbij komen onder andere use cases, class diagrams, sequence diagrams, activity diagrams en state machine diagrams aan bod. We bespreken verder ook de verschillende manieren om software te testen en hebben het over de ondersteuning van het software ontwikkelingsproces Semester 2 4 Web Advanced Om mee te gaan in de nieuwste evoluties op het vlak van web development krijg je in Web Advanced een diepere duik in Javascript. Er wordt gekeken naar de laatste toevoegingen van ECMAScript en uitgebreid gekeken naar objectgeoriënteerd programmeren binnen Javascript aan de hand van een aantal best practices. Het dynamische luik van de website wordt toegevoegd met node.js en MySQL. Er wordt gekeken naar de vereisten van hedendaagse applicaties en de basis van het framework wordt aangeleerd en gekoppeld aan een MySQL database. Semester 2 5 Data Essentials Data Essentials cursus start met een overzicht van de kenmerken, soorten, voorbeelden en onderdelen van een databasesysteem. Hierna volgt een grondige bespreking van informatie- en gegevensanalyse. De student maakt kennis met de standaardquery-taal SQL voor relationele databanken. Semester 2 6 Programming Project Dit project laat de studenten kennismaken met de manier waarop in de praktijk een echt software ontwikkelingsproject wordt aangepakt (Agile). Je leert projectmanagementtechnieken aan en je gaat met je team d.m.v. korte sprints een eindproduct opleveren voor de klant. Hier ga je zowel je technische als je softskills helemaal in de praktijk toepassen. Semester 2 7 Jaarvak iTalent l In dit vak reflecteert de student over zijn eigen handelen en werkt persoonlijke doelstellingen uit waar hij het volledige tweede semester aan werkt. De studycoaches ondersteunen de studenten d.m.v. persoonlijke gesprekken, met als hoofddoel het persoonlijk en professioneel talent verder te ontwikkelen. Semester 1 en 2 3",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/toegepaste-informatica"
}