{
    "id": 23,
    "content": "Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Wil je onder de knie krijgen hoe je bij een patiënt het energieverbruik inschat? Dat is immers belangrijk om een goede inschatting van de voedingsbehoeften te maken. Met deze cursus leren we je omgaan met de indirecte calorimeter, het toestel dat in geen enkel ziekenhuis mag ontbreken. Hoe ziet de opleiding eruit Het is zeer moeilijk om het energiegebruik van een lichaam in te schatten. Naast geslacht, leeftijd en gewicht zijn er nog andere factoren die het energieverbruik beïnvloeden zoals fysieke activiteit, ziekte, sedatie, en koorts. Het meten van het energieverbruik is in een klinische setting op intensieve zorgen van uitermate belang zodat de gesedeerde patiënt niet overvoed of ondervoed wordt. Met behulp van de indirecte calorimeter kan bepaald worden wat de juiste energiebehoefte is van een persoon. In deze workshop wordt eerst de theorie achter dit toestel belicht, waarna een praktisch luik volgt. Lesprogramma Deze opleiding bestaat uit een online module en een praktijkdag. Alle deelnemers moeten de online module doorlopen voor ze aan de praktijkdag kunnen deelnemen. Het digitale gedeelte wordt opengesteld op 26 januari 2024 en afgesloten op 7 juni 2024. De praktijkdag vindt plaats op 14 juni 2024. Na je studie Attest Na het beëindigen van deze opleiding ontvang je een attest van aanwezigheid. Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Het inschrijvingsgeld bedraagt 125 euro. Vereiste voorkennis Bij voorkeur ben je in het bezit van een diploma bachelor in de Voedings- en Dieetkunde, of ben je werkzaam als nutritie/voedings verpleegkundige of ben je in het bezit van een diploma academische bachelor/master geneeskunde, kinesitherapie of bewegingswetenschappen. Of je volgt simultaan een dergelijke professionele of academische opleiding. Heb je een (para)medische achtergrond en voldoe je niet aan de vooropgestelde vereisten, contacteer ons gerust. We bekijken dan graag of je kan inschrijven. Inschrijven Inschrijven kan hier. Betaling mag gebeuren op volgend rekeningnummer: BE81 0962 1858 0124 met vermelding van je naam en 702.310 – JETDEP. De betaling bevestigt de inschrijving. Schrijf je in You must have JavaScript enabled to use this form. Naam Voornaam E-mail Vooropleiding/diploma Submit Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Katrien Van Beneden - opleidingshoofd Voedings- en Dieetkunde Jan Baudonck - coördinator Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/indirecte-calorimetrie"
}