{
    "id": 112,
    "content": "Organisatie en coördinatie van de verpleegkunde 1 We gaan in op visie en theoretisch begrippenkader van het verpleegkundige beroep. We kijken ook naar de organisatie van de gezondheidszorg en bekijken ook het recht. 5 Zorgvrager en context Hier focussen we ons op wettelijke en ethische denkkaders binnen de verpleegkunde. We kijken ook naar sociologische aspecten en denkkaders die je de mogelijkheid geven om je op professioneel vlak te ontwikkelen en te profileren binnen een grootstedelijke context. 3 Communicatieve vaardigheden Binnen het opleidingsonderdeel Communicatieve Vaardigheden verwerft de student de theoretische kennis over de basisprocessen binnen communicatie, professionele houding in communicatie én elementaire gespreksvaardigheden. Deze cursus beoogt het effectief communiceren binnen professionele settings en vertrekt vanuit het 'IK'. Tevens is het de bedoeling studenten kritisch te leren reflecteren over professionele communicatie zodat zij onderliggende processen begrijpen en kunnen verklaren. Deze theorie wordt gekoppeld aan praktische toepassingen waarbij de student aantoont dat hij de verworven theoretische bagage kan omzetten naar praktijkgerichte situaties. 4 Psycho-sociale wetenschappen 1 In de lessen Psychosociale wetenschappen vertrekken we van de algemene psychologie van de mens om daarna de ontwikkeling van geboorte tot ouderdom te bestuderen. Vervolgens focussen we ons op de psychologie van de mens in zijn sociale context. Tenslotte werpen we een eerste blik op de verpleegkundige patronen. 4 Toegepaste verpleegkunde 1 De verpleegtechnische vaardigheden we je aanleren zijn: hygiënische zorgen bij de volwassen zorgvrager met alle aanvullende zorgen, nemen van parameters, etc. Ook simulatie is een belangrijk onderdeel van dit vak. Doorheen de simulatiesessies leer je om te gaan met situaties die op stage kunnen voorkomen en dit in een veilige omgeving. 6 Specifieke zorgvrager 1 Het theoriegedeelte bestaat uit de onderdelen geriatrische zorgvrager, het (gezonde) kind en de zorgvrager in revalidatie. In het praktijkdeel komen de verplaatsingsvaardigheden aan bod. 3 Ondersteunende wetenschappen 1 Heb je er ooit eens bij stil gestaan dat het menselijk lichaam op een wel heel ingenieuze wijze is opgebouwd en de ontwikkeling ervan niet zomaar door toeval tot stand is gekomen? Binnen dit vak leer je alle anatomische en fysiologische geheimen op een boeiende manier kennen. 5 Evidence based nursing 1 We leggen hier de basis wetenschappelijk onderzoek op bachelor-niveau. Je gaat samen met je medestudenten en docent aan de slag om een gerichte onderzoeksvraag op te stellen. Die ga je uitwerken en  gericht op zoek gaan naar literatuur. We leren je ook literatuur te interpreteren. 5 Toegepaste verpleegkunde 2 Vanaf nu wordt het leuk en tegelijk uitdagend: de vaardigheden worden niet alleen technischer en complexer, je gaat beseffen dat principes zoals patiëntveiligheid en steriliteit erg belangrijk zijn. Optrekken van de juiste hoeveelheid medicatie, het toedienen van een injectie in een spier, een eenvoudige wondzorg uitvoeren, ... het hoort er allemaal bij. 5 Ondersteunende wetenschappen 2 Hier maak je kennis met inhouden rond: ziekenhuishygiëne, biologie/biochemie en microbiologie. 4 Stage Algemene dienst Je eerste stage! Je komt terecht op een algemene ziekenhuisafdeling. We leggen in deze stage de focus op je rol van verpleegkundige als zorgverlener. Je gaat heel wat zaken die je in het eerste semester leerde gaan toepassen. 7 Stage Medische & chirurgische zorg 1 Tijdens je tweede stage maak je kennis met de oudere of geriatrische zorgvrager. De focus van deze stage ligt op communiceren met zorgvragers. 6 Internationale casuïstiek Centraal binnen Internationale casuïstiek 1 staat diversiteit in de brede zin van het woord centraal. De focus ligt hierbij onder andere bij de rol van verpleegkundige als communicator. De student maakt kennis met Brussel als grootstedelijke context waarbinnen hij/zij zal (samen)werken en zorg zal verlenen. 3",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/verpleegkunde"
}