{
    "id": 34,
    "content": "Hoe ziet de opleiding eruit In de Micro-credantial Proefdierkunde verdiep je je in het hoe en waarom van dierproeven en leer je de wettelijke verplichtingen en mogelijke alternatieven kennen. Je maakt ook kennis met methoden om het welzijn van de betrokken dieren te optimaliseren. De opleiding omvat een aantal hoor- en werkcolleges over de achtergrond, de ethische aspecten en de techniek van de proefdierkunde. Daarnaast komen tijdens het practicum anatomie en chirurgische technieken aan bod. De bij- en nascholing Proefdierkunde is conform het Koninklijk Besluit 2004 - 4198 (van 13 september 2004) dat een vorming verplicht als je met proefdieren werkt en niet voldoet aan de cursusvoorwaarden of geen vijf jaar beroepservaring kan voorleggen. De vorming is ook in overeenstemming met de voorschriften van de Federation of European Laboratory Animal Science Associations (FELASA Niv B biotechnicus) en wordt erkend door de Federale Overheidsdienst Volksgezondheid, Leefmilieu en Veiligheid Voedselketen, dienst Dierenwelzijn en CITES. Lesprogramma De opleiding omvat een aantal hoor- en werkcolleges over de achtergrond, de ethische aspecten en de techniek van de proefdierkunde. Daarnaast komen tijdens het practicum anatomie en chirurgische technieken aan bod. De opleiding start in september 2024. De volgende onderdelen komen aan bod: Inleiding en doel van de proefdierkunde, historiek en huidige evolutie, wetgeving en reglementering; Ethiek en dierproeven; Zoötechniek en de verschillende soorten proefdieren; Hygiëne, microbiologisch kwaliteitsbeheer, zoönosen, allergieën, veiligheid personeel, afvalbeheer; Practicum: anatomie en chirurgische technieken: aseptie en hechttechnieken; Opvolging, verzorging, huisvesting, voeding, omgevingsverrijking en transport van proefdieren; Genetische standaardisatie en kwaliteitsbewaking; Anesthesie, analgesie en post-operatieve zorg; Rondleiding en bezoek aan het centrale animalarium van de VUB en workshop, manipulaties, injectietechnieken, bloedafname, anesthesie en rondleiding dienst medische beeldvorming (ICMIC); Experimentele technieken deel 1; Euthanasie, alternatieven voor dierproeven, experimental design en validatie van proeven; Examen Na je studie Attest Na het beëindigen van de opleiding ontvang je een aanwezigheids -/ Felasa attest B (cfr KB) Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Deelname aan de opleiding kost 340 euro. Hierin zijn hand-outs en andere studiematerialen verrekend. In de opleiding wordt het handboek ‘Proefdieren en dierproeven’ van Van Zutphen, Baumans en Beynen (Uitgeverij Bunge) gebruikt. Dit handboek kost 70euro, maar is niet verplicht. Inschrijven Klaar om je in te schrijven voor 'Proefdierkunde'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/proefdierkunde-24-25"
}