{
    "id": 43,
    "content": "Diabetes is een chronische ziekte die wereldwijd voorkomt. Volgens de WHO blijft het aantal personen met diabetes toenemen. Zorgverleners die actief zijn binnen diverse sectoren in de gezondheidszorg, zowel intra- als extramuraal, zullen steeds vaker geconfronteerd worden met de problematiek van diabetes. Het is dan ook belangrijk om meer deskundigheid op vlak van diabetes te gaan ontwikkelen in al deze sectoren en bij de verschillende zorgverleners. De diagnose ‘diabetes’ brengt een levenslange aanpassing van de levensstijl en een aantal belangrijke gezondheidsrisico’s met zich mee. Patiënten trachten controle te krijgen over hun ziekte en worden geconfronteerd met veranderde toekomstperspectieven, beperkingen en vaak ook vrees voor complicaties. Het is belangrijk dat diabetespatiënten ondersteund worden in het management van hun ziekte en het uitbouwen van hun zelfzorg. Met de opleiding ‘diabeteseducator’ biedt de Erasmushogeschool Brussel zorgverleners de mogelijkheid om zich verder te verdiepen in de therapeutische patiënteneducatie. Tijdens de opleiding verwerf je de kennis, vaardigheden en attitude om voor patiënten met diabetes de hulpvraag, zorg- en educatiebehoefte vast te stellen en vervolgens de gespecialiseerde verpleegkundige zorg en educatie aan hen te geven. Na het succesvol afronden van de opleiding kan de zorgverlener  inter- en intradisciplinair consult verlenen, advies geven over het verplegen en educeren van patiënten met diabetes; alsook de opgedane kennis en vaardigheden m.b.t. het verplegen en educeren van diabetespatiënten doorgeven aan collega’s. Lesprogramma De opleiding loopt van oktober 2024 tot juni 2025 met vaste lesdag op dinsdag. Check hier de academiejaarkalender. Het postgraduaat is opgebouwd uit 4 modules: Module 1: Verpleegkundige wetenschappen - 5 ECTS Deze module omvat een aantal praktische workshops -gericht op verschillende doelgroepen-  waar je zelf aan de slag gaat met het begrip ‘educatie’, rekening houdend met ethiek en de laatste evidence. Principes en oefeningen in de verpleegkundige zorg aan de diabetische patiënt in de intra- of extramurale sectoren: bij het kind, de adolescent, de volwassene en de bejaarde; in geval van zwangerschap; alsook in bijzondere situaties (sport, vasten,...); Ethische en deontologische aspecten van de verpleegkundige zorgen; Methodologie van toegepast onderzoek in de diabetologie. Module 2: Biomedische wetenschappen - 7 ECTS In deze module wordt dieper ingezoomd op de biomedische aspecten van diabetes.  Volgende aspecten komen aan bod: Fysiologie, pathologie en pathologische fysiologie van diabetes; Algemene en specifieke behandeling van diabetes; Algemene en specifieke complicaties van diabetes; Principes en oefeningen van voeding en dieetleer voor de diabetische patiënten. Module 3: Sociale en menswetenschappen - 5 ECTS De derde module verkent de rol van de diabeteseducator en maakt de zorgverlener wegwijs in de wet- en regelgeving hieromtrent.  Ook worden verschillende methodieken van therapeutische patiënteneducatie aangebracht. Volgende topics komen aan bod: Wettelijke en psychosociale aspecten van de zorgen aan diabetische patiënten; Opleiding van de diabetische patiënt; Interdisciplinaire samenwerking. Module 4: Klinisch onderwijs - 3 ECTS Deze module in de opleiding bestaat uit klinische praktijkervaring. Om de opleiding succesvol te kunnen beëindigen, moet de zorgverlener een minimum van 32 stage-uren binnen een diabetesconventiecentrum kunnen bewijzen. Daarnaast volgt de zorgverlener ook minimaal vier educaties (4u) in de eerstelijnsgezonheidszorg. Alle stage-uren dienen voor het examen afgewerkt te zijn. Voor de stage-uren binnen een diabetesconventiecentrum is een stagepakket uitgewerkt, waarin de zorgverlener kennis maakt met de verschillende diensten die betrokken zijn bij diabeteszorg. De praktische organisatie voor het volgen van educaties, neemt de zorgverlener zelf op. Meer informatie kan  bekomen worden bij de opleidingsverantwoordelijke.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/diabeteseducator"
}