{
    "id": 46,
    "content": "Na een ongeval, terreurdaad, misdaad,... ontstaat er op het terrein een spanningsgebied tussen de medische diensten enerzijds en de politie en het parket anderzijds. Waar de medische professionals zo snel mogelijk patiënten willen helpen, zijn justitie en politie erg gefocust op het verwerven van bewijs. Met het postgraduaat ‘Forensisch Hulpverlenend Expert’ willen we de schakel tussen beide domeinen vormen en zo een unieke opleiding aanbieden. De sprekers en docenten zijn experten die dagelijks actief zijn in hun respectievelijk werkveld en hebben allen een bijzondere expertise in hun specialisme. Sprekers komen onder andere uit volgende disciplines; verpleegkunde, spoedverpleegkunde, politie, parket, slachtofferbejegening, spoedgeneeskunde, forensische geneeskunde, medische diensten defensie, FOD Volksgezondheid en brandweer. In het kort: 3 modules voor een totaal van 28 studiepunten: •    Module 1: Het overleden slachtoffer; 8 SP •    Module 2: Het levend slachtoffer; 14 SP •    Module 3: Bijzondere omstandigheden; 6 SP Voor wie? Deze opleiding is multidisciplinair gericht en dus toegankelijk voor geïnteresseerden uit de verschillende hulpdiensten of disciplines. Vroedvrouwen Artsen, spoedartsen, DirMed’s, Federale Gezondheidsinspecteurs, Aangestelde Noodcentrale 112; Politie & Justitie; Ambulanciers Dringende Geneeskundige Hulpverlening & Brandweerlui. Bachelor in de Verpleegkunde, eerstelijnsverpleegkundigen, spoed-, PIT- & MUG verpleegkundigen; * *zie postgraduaat Forensisch Verpleegkundig Expert, link website . Lesprogramma Module 1, 2 en 3 gaan door op donderdagen van 8u tot 17u Lesdagen module 1: 3/10, 10/10, 17/10, 24/10, 7/11 – examen: 14/11  additionele lesdagen: 13/3/25, 20/3, 27/3 Lesdagen module 2: 21/11, 28/11, 5/12, 12/12, 19/12, 9/1/25, 16/1, 23/1, 30/1, 13/2, 20/2, 27/2, 6/3 – examen: 13/3 & 27/3 Lesdagen module 3: 3/4, 24/4, 8/5, 15/5, 22/5, 5/6 – examen: 12/6 Module 1: het overleden slachtoffer (7 lesdagen) Forensische geneeskunde & wetenschappen Forensisch onderzoek bij overlijden, Postmortale verschijnselen, Niet-natuurlijke overlijdens, Postmortale traumatologie, Plotse dood, Sporenonderzoek. Politie & Parket Plaats delict, Afstapping, Geweld & mishandeling, Opvang van slachtoffers en nabestaanden, Politie in relatie tot parket & Openbaar Ministerie en wetgeving, Forensische wetenschappen (NICC). Module 2: het levend slachtoffer (13 lesdagen) Forensische Geneeskunde Letselbeschrijving,  Sporenonderzoek op het lichaam,  Onderzoek van slachtoffers van geweld, Seksueel geweld en partnergeweld, Zorgcentra na Seksueel Geweld (ZSG), Kindermishandeling & -verwaarlozing, Oudermishandeling & -verwaarlozing, Forensische psychiatrie. Politie & Parket o    Geweld & mishandeling,  Verloop van politioneel en justitioneel onderzoek, Rechten van verdediging, Wettelijk kader bij en aanpak van geesteszieken, Kindermishandeling & -verwaarlozing versus bescherming, Opvang van slachtoffers en familie, Beroepsgeheim, Cel vermiste personen, Werking van CAW & Family Justice Centers (Veilig Huis), Psychische terreur & stalking & mensenhandel. Prehospitaal & Spoed o    Correct en levensreddend handelen bij geweld, mishandeling & zedendelicten, Correct handelen op de plaats delict, Correct handelen bij psychiatrische urgenties, Correct handelen bij risico's op zelfdoding, Correct handelen bij intoxicaties, Beroepsgeheim,  D2 in relatie tot politie & parket (debat). Module 3: bijzondere omstandigheden (6 lesdagen) Brandweer Safety, Gevaarlijke stoffen, Technische ondersteuning, Coördinatie bij rampen, Werking van het CET (Casualty Extraction Team).. Politie & Parket Bescherming en zelfredzaamheid: geweldbeheersing, Terreur & AMOK, Coördinatie bij AMOK & Terreur, Samenwerken met speciale bijstand eenheden, Drugslabo’s & -plantages, Toegangstechnieken in noodgevallen. Prehospitaal & Spoed Werking van de noodcentrale, Rampenwerking & dienst DGH-112, De rol van de DirMed & Adj. DirMed, Slachtoffer(s) van AMOK & terreur en MARCHE-protocol, Safety & Security bij gevaarlijke stoffen (CBRN E), Post-traumatische stress bij hulpverleners.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/forensisch-verpleegkundig-expert"
}