{
    "id": 46,
    "content": "De Vlaamse overheid wil met het STEM-actieplan 2030 de interesse van kinderen en jongeren voor exacte wetenschap en techniek stimuleren zowel in schoolse als in naschoolse context. Erasmushogeschool Brussel heeft de ambitie leraren, opleiders en begeleiders te ondersteunen en het STEM-onderwijs toegankelijker te maken. Niet elke leraar is namelijk even vertrouwd met STEM skills, didactiek en leertrajecten. Vanuit onze jarenlange ervaring starten we daarom in 2023-2024 met een nieuwe Microdegree: “Project STEM”. Dit doen we in samenwerking met onze vaste partner, STEM-steunpunt-Brussel . Doelstellingen: Verstevigen van de STEM-vakdidactiek in de lerarenopleiding in het kader van de modularisering van de opleiding. Het verbreden van de STEM- didactiek met focus op 21ste vaardigheden en attitudevorming bij jongeren t.o.v. S,T,E,M. Inzetten op structureel vakoverschrijdend overleg door multidisciplinaire leerkrachtenteams in het kader van de onderwijsvernieuwing. Aandacht voor beeldvorming rond STEM – studies en -werk met het oog op sociale inclusie. Het opbouwen van noodzakelijke praktijkkennis voor een STEM -leerkracht ( micro-credential 1 ) Binnenkort bieden we ook STEM -coördinator ( micro-credential 2 ) aan. Vereiste voorkennis: (Verkorte) Educatieve Bachelor (affiniteit en interesse voor wetenschappen en technologie) en/of; Educatieve Master in de wetenschappen en technologie, of lichamelijke opvoeding. Praktische informatie: Het micro-credential bestaat uit drie opleidingsonderdelen uit de Educatieve Bachelor Secundair Onderwijs: START STUDIELAST VORM EVALUATIE STEM & Didactiek Eerste semester 75 uur 3 dagen op campus en rest op zelfstandige basis. 50% mondelinge evaluatie 50% vaardigheidsproef STEM & Technische vaardigheden Jaarvak 150 uur Student paced learning waarbij in overleg met de student een aantal conctactmomenten vastgelegd worden i.f.v. nood en leerproces. Individuele begeleiding, mogelijkheid tot wekelijks contactmoment op campus. 50% portfolio 20% schriftelijk examen 30% vaardigheidsproef STEM & Toegepaste technologie Jaarvak 175 uur Student paced learning waarbij in overleg met de student een aantal conctactmomenten vastgelegd worden i.f.v. nood en leerproces. Individuele begeleiding, mogelijkheid tot wekelijks contactmoment op campus. 50% portfolio 20% schriftelijk examen 30% vaardigheidsproef",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/stem-leerkracht"
}