{
    "id": 574,
    "content": "Veld Credits Plantenleer Plantenleer Uniek is dat deze lessen grotendeels doorgaan in de plantentuin van Meise. Je krijgt een goede basiskennis in functie van algemene terminologie, herkenningscriteria, morfologie en systematiek van planten. Je hebt inzicht in plantensystematiek en de methodiek nodig bij het determineren. Bovendien kan je de aangeleerde methodiek toepassen bij het beschrijven en op naam brengen van planten. Je leert groeivoorwaarden en groenvormen nodig bij het uittekenen van het groenplan. 3 Ontwerpatelier Geïntegreerd tuinproject Ontwerpatelier Geïntegreerd tuinproject Je maakt een volledig dossier van een site: van survey ter plaatse over analyse, concepten  en ontwerp  tot en met technische plannen zoals verlichting en verharding. Om tot een volledig dossier te komen, werken we samen met andere opleidingsonderdelen (geïntegreerd). 6 Ontwerpatelier Geïntegreerd landschapsproject Ontwerpatelier Geïntegreerd landschapsproject Je werkt onder begeleiding aan een persoonlijke, individuele landschaps-ontwerpopdracht. We verkennen de locatie tijdens de Fieldwork-week waarbij diverse contextelementen worden meegegeven en geanalyseerd. Je werkt een geïntegreerd landschapsproject uit op diverse schaalniveaus. Einddoel is via geïndividualiseerd teamwork een gewenste ruimtelijke structuur op te maken voor een grootschalig landschapsproject. Specifieke aandacht gaat uit naar de samenhang van de verschillende oplossingen, de relatie tussen de verschillende planschalen, de landschapsvormgeving en de intersectorale afwegingen. 6 Ontwerpatelier Beplantingsontwerp Je leert een volledig beplantingsdossier opstellen van analyse over groenvisie tot beplantings- en beheerplan. Hier ga je zowel op landschappelijke schaal als op microschaal van het project kijken. 2 Planpresentatie Van bij de start van het ontwerpproces wordt je op vlak van presentatie (grafisch en technisch) bijgestuurd. Je leert de principes van visuele communicatie op brochure-formaat (A3) op basis van de presentatievorm ‘magazine’. Planpresentatie is een cross-over tussen verschillende reeds aangereikte digitale en handmatige technieken. Door de opgedane kennis uit voorgaande opleidingsonderdelen samen te brengen, ben je in staat om een hanteerbaar en visueel aantrekkelijke presentatiebundel op te maken in je persoonlijk ontwikkelde presentatiestijl. In dit semester zal er nog meer aandacht gaan naar typografie, bladschikking en grafisch voorstelling van technische aspecten. 1 Technisch ontwerp Tijdens de technische ontwerpateliers word je begeleid om stapsgewijs een volledig uitvoeringsdossier van een deel van het geïntegreerd tuinproject uit te werken. 4 Ondersteunende wetenschappen Landschap en planning We bekijken volgende aspecten: planning in relatie tot de maatschappelijke context, ruimtelijk onderzoek zoals spanningsveldanalyse en SWOT analyse, reorganisatie van landschap in onze maatschappelijke context, introductie vergelijkend onderzoek, planningsinstrumenten: landinrichting, ruilverkaveling, Regionaal landschappen …  studietrip. 3 Landschapsecologie Je leert een gebied op landschappelijk niveau ecologisch analyseren, welke pijnpunten en welke troeven zijn er, Inzichten en aandachtspunten. Hoe kan je een versnipperd landschap als de Lage Landen ecologische binding geven? 1 Technieken Natuurtechniek Een hele gereedschapskoffer van technische aspecten en ontwerpmogelijkheden zullen je leren hoe je langs wegen en waterlopen de natuur positief kan beïnvloeden of de aangerichte schade kan beperken. We bekijken het aspect erosie en planten in verdichte bodems. 2 Bestek en bedrijfsbeheer In bestek en bedrijfsbeheer maak je kennis met enerzijds de basisbegrippen en typebestekken die je kan gebruiken bij het opstellen van een bestek. Verder maak je kennis met de wetgeving op de overheidsopdrachten en alle relevante informatie met betrekking tot het starten van een eigen bedrijf, gaande van vennootschapsvormen, sociale statuten, verzekeringen, belastingen, boekhouding ... 2",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/landschaps-tuinarchitectuur"
}