{
    "id": 45,
    "content": "De opleiding tot bedrijfsverpleegkundige is belangrijk voor het verbeteren van de gezondheid en veiligheid op de werkvloer, en voor het waarborgen van de kwaliteit van het werkleven van werknemers. De opleiding tot bedrijfsverpleegkundige is belangrijk om diverse redenen: Gezondheid en veiligheid op de werkvloer: Bedrijfsverpleegkundigen spelen een belangrijke rol in het waarborgen van de gezondheid en veiligheid van werknemers. De opleiding bereidt de studenten voor op het uitoefenen van deze verantwoordelijkheid, waardoor werknemers beter beschermd worden tegen gezondheidsrisico's op de werkvloer. Kwaliteitsverbetering: Bedrijfsverpleegkundigen zorgen voor de implementatie van beleid en praktijken voor gezondheid en veiligheid op de werkvloer, waardoor de kwaliteit van de werkomgeving verbetert. Productiviteit: Een gezonde en veilige werkomgeving leidt tot een productieve en gemotiveerde werknemers, die beter in staat zijn om hun werk te doen. Re-integratie: Bedrijfsverpleegkundigen helpen bij het begeleiden van werknemers die uitvalt veroorzaakt door gezondheidsproblemen, waardoor deze werknemers sneller kunnen terugkeren naar het werk. Wet- en regelgeving: Bedrijfsverpleegkundigen zorgen ervoor dat bedrijven voldoen aan de geldende wet- en regelgeving voor gezondheid en veiligheid op de werkvloer. Wat leer je Kennis en begrip ontwikkelen van de basisprincipes van arbeidsgeneeskunde en ergonomie. Leren hoe gezondheid en veiligheid op de werkvloer te beoordelen en te beheren. Leren hoe beleid te ontwikkelen en te implementeren voor gezondheid en veiligheid op de werkvloer. Communiceren met werknemers en andere relevante partijen over gezondheid en veiligheid op de werkvloer. Leren hoe gezondheidsproblemen te beheren en te begeleiden bij re-integratie. Werken binnen een multidisciplinair team Lesprogramma Deze opleiding start in oktober 2024 . Module 1: Organisatie, taken en wetgevend kader Wat is de rol van de arbeidsarts en de arbeidsverpleegkundige? Module 2: Gezondheidseffecten van arbeid Module 3: De welzijnsdomeinen Module 4: Bedrijfsverpleegkunde in de praktijk Stage Programma volgt later",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/bedrijfsverpleegkunde"
}