{
    "id": 85,
    "content": "Vakken Cultuur is de hefboom en ruggengraat van je identiteit. Cultuur bepaalt mee hoe elk kind zich als persoonlijkheid ontwikkelt. Kinderen drukken zich graag creatief uit met beweging, drama, muziek, beeldtaal,… In de opleiding brengen we je in contact met je eigen creativiteit via kunst en muziek. Zo kan je ook het creatief proces bij anderen (h)erkennen. We brengen je theorie bij en focussen evenzeer op zelf beleven en je laten inspireren. De opleiding is grensverleggend omdat ze pedagogische competentie combineert met coaching, leidinggeven en cultuureducatie. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Programma Pedagogie van het jonge kind jaar 1 Veld Credits Het krachtige kind (0 - 16 jaar) Ontwikkelingspsychologie 3 Zorg voor het jonge kind 3 Taalontwikkeling en begeleiding 4 Spelontwikkeling en begeleiding 3 Trends en tendensen in opvoeden 3 Het labo: van rammelaar tot raket 7 Het gezinssysteem Het gezin als psycho-sociaal systeem 3 Synergie Basiscommunicatie en groepsdynamica 3 Evidence based coaching 3 Kwaliteitsbeleid en -zorg 3 Kinderopvang in de samenleving Organisatie van zorg en welzijn / Onderwijs / Kind- en jeugdbeleid 3 Wereldburgerschap Ontdek het kind in jezelf 5 Ethisch redeneren 3 Kind & maatschappij 3 Ontwikkelen door onderzoeken Onderzoekscyclus 3 Professionaliseren Beginners stage 5 POP 1 3 Programma Pedagogie van het jonge kind jaar 2 Veld Credits Het krachtige kind (0 - 16 jaar) Project filosoferen met kinderen 3 Naar de wortels Het gezinssysteem Project Goed ouderschap? 6 Synergie Coaching en leiderschap 3 Coaching 3 Vormingsmethod(iek)en 3 Kinderopvang in de samenleving Project Educare 3 Wereldburgerschap Door het oog van de kaleidoscoop Opvoedingsvraagstukken in grootstedelijke context 4 Ontwikkelen door onderzoeken Onderzoeksmethoden 3 Professionaliseren Coaching stage 7 Verbredende stage 7 POP 2 3 Programma Pedagogie van het jonge kind jaar 3 Veld Credits Het gezinssysteem Systeem in crisis 5 Casestudies gezinsondersteuning 4 Synergie Synergie 5 Kinderopvang in de samenleving Kind in de buurt 3 Wereldburgerschap Cultuureducatie 3 Kinderparticipatie 3 Intergenerationele dialoog 3 Ontwikkelen door onderzoeken Ontwikkelen door innoveren 4 Professionaliseren Afstudeerstage (internationaal) 20 POP 3 3 Bachelorproef 7 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Check de specifieke leerresultaten . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/pedagogie-van-het-jonge-kind"
}