{
    "id": 81,
    "content": "Vakken We geloven sterk in een interculturele en internationale aanpak met de nadruk op competenties versterken. Deze werkwijze omvat een gamma aan onderwijsvormen, zoals hoorcolleges, begeleide zelfstudie of probleemgestuurd onderwijs. Om de leerkansen van alle studenten maximaal te vergroten, werken we heel vaak in kleine onderwijsgroepen aan taken, opdrachten en projecten. Tijdens de didactische stages stap je in de echte beroepspraktijk. Met ondersteuningsvakken pakken we de laatste werkpuntjes aan. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Onderwijsvakken Aardrijkskunde/Natuurwetenschappen/Engels/Frans/Geschiedenis/Islam/Niet-confessionele Zedenleer/Nederlands/Wiskunde/PAV (Project Algemene Vakken)/Techniek/Bio-esthetiek/Haarzorg-haartooi. Bekijk welke combinatiemogelijkheden er zijn. Programma Secundair Onderwijs - 2 onderwijsvakken Veld Credits Programma jaar 1 Bouwstenen voor burgerzin 3 Sleutelcompetenties en multidisciplinair werken 3 Leeromgevingen ontwerpen 6 Psycho-pedagogische vaardigheden 3 Stage en identiteit 3 Taal A 3 Taal B 3 Onderwijsvak 1: inhouden & praktijk 18 Onderwijsvak 2: inhouden & praktijk 18 Programma jaar 2 Bouwstenen voor actief burgerschap 4 Taal in grootstedelijke context 3 Transversaal werken 3 Tutorlezen 3 Leeromgevingen ontwerpen 3 Psycho-pedagogische vaardigheden 3 Onderzoekend en intercultureel handelen 3 Onderwijsvak 1: inhouden & vakdidactiek - stage 1 & 2 19 Onderwijsvak 2: inhouden & vakdidactiek - stage 1 & 2 19 Programma jaar 3 Bouwstenen voor inclusief burgerschap en co-teaching 9 Urban Education 3 Open ruimte 3 Internationale stage 12 Psycho-pedagogische vaardigheden 3 Leeromgevingen ontwerpen 3 Finale 7 Onderwijsvak 1: inhouden & vakdidactiek - stage 3 & 4 16 Onderwijsvak 2: inhouden & vakdidactiek - stage 3 & 4 16 Lichamelijke Opvoeding & Bewegingsrecreatie Ook als je voor de optie 'Lichamelijke Opvoeding & Bewegingsrecreatie' kiest, krijg je een progressieve vorming tot leraar Lichamelijke Opvoeding. Zo word je voorbereid op het lesgeven aan zowel kleuters als jongeren uit het lager en secundair onderwijs. Tegelijk stomen we je binnen de vakken van Bewegingsrecreatie klaar voor een job in de vrijetijdssector. Zo heb je als leraar Lichamelijke Opvoeding & Bewegingsrecreatie een ruime keuze aan jobs. Watersport-, ski- en natuursportstages, happenings en sportdagen maken je pakket helemaal af. Programma Secundair Onderwijs: Lichamelijke Opvoeding & Bewegingsrecreatie Veld Credits Programma jaar 1 Lichamelijke Opvoeding & Bewegingsrecreatie Brede leerkracht A 3 Leeromgevingen ontwerpen 3 Psycho-pedagogische vaardigheden A 3 Psycho-pedagogische vaardigheden B 3 Reflecterend handelen 3 Taal 5 BR Didactische stage 3 BR Recreatieve sporten 4 BR Sportevenementen 3 BR Sportorganisatie 3 LO Bewegingsvaardigheden A 6 LO Bewegingsvaardigheden B 3 LO Bewegingswetenschappen A 3 LO Bewegingswetenschappen B 3 LO Didactisch labo A 3 LO Didactisch labo B 3 LO Didactische stage 3 LO Geïntegreerde bewegingsprojecten 3 Programma jaar 2 Lichamelijke Opvoeding & Bewegingsrecreatie Brede leerkracht 2 3 Taal in grootstedelijke context 3 Psycho-pedagogische vaardigheden 2 3 Leeromgevingen ontwerpen 2 3 Reflecterend handelen 2 3 BR Didactische stage 7 7 BR Praktijk fitness en natuursporten 3 BR Reddend zwemmen 3 BR Theorie fitness 3 LO Bewegingsvaardigheden 3 LO Bewegingswetenschappen A 3 LO Bewegingswetenschappen B 6 LO Didactische stage A 4 LO Didactische stage B 4 LO Geïntegreerde bewegingsprojecten 3 LO Methodiek bewegingsvorming 6 Programma jaar 3 Lichamelijke Opvoeding & Bewegingsrecreatie Brede leerkracht 3 3 Psycho-pedagogische vaardigheden 3 3 Leeromgevingen ontwerpen 3 3 Finale 7 BR Didactische stage 10 BR Praktijk fitness 3 BR Theorie fitness 3 LO Bewegingswetenschappen 3 LO Didactische stage 10 LO Geïntegreerde bewegingsprojecten 3 LO Methodiek bewegingsvorming 6 LO Organiseren van evenementen 6 Internationale stage 10 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Check de specifieke leerresultaten . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld van een lessenrooster Algemene Vakken en een lessenrooster Lichamelijke Opvoeding .",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/secundair-onderwijs"
}