{
    "id": 146,
    "content": "Multimedia & Creatieve Technologie: jaar 1 Veld Credits Design Design I Je maakt in dit opleidingsonderdeel kennis met de basisprincipes van grafische vormgeving: typografie, kleur, beeld, compositie en de werkprocessen van een grafisch vormgever. We leren deze principes toepassen en maken daarvoor gebruik van de software uit de professionele wereld (Adobe Illustrator en Photoshop). Semester 1 5 Design II Design II gaat over het structuren en vormgeven van informatie. Navigatie is daarbij een belangrijk onderdeel. We doorlopen het hele ontwerpproces van een digitale toepassing: van het ontwikkelen van wireframes over het organiseren van de flow tot de uiteindelijke vormgeving. We maken daarvoor gebruik van software uit de professionele wereld. We kijken hoe we een duidelijk hiërarchie kunnen aanbrengen door gebruik van typografie, kleur en lay-out. We leren designbeslissingen maken en consequent doortrekken naar meerdere (types) pagina's. Semester 2 5 Development Development I Je leert procedureel programmeren met behulp van Javascript. Door gebruik te maken van de grafische mogelijkheden van HTML 5 Canvas leer je op een visuele en intuïtieve manier programmeren. Alle basisconcepten van programmeren komen aan bod: variabelen en objecten, functies en methodes, variatie door middel van iteratiestructuren en selectiestructuren, events en lijst-structuren. Met behulp van de aangeleerde vaardigheden genereer je abstracte afbeeldingen en interactieve animaties. Semester 1 5 Development II Je leert object georiënteerd programmeren met behulp van Javascript (ES6). Hierbij leer je zowel de basisconcepten (zoals objecten, klassen en attributen) als geavanceerde concepten (zoals overerving). Daarnaast leer je hoe je data kan uitwisselen met een REST API door gebruik te maken van Ajax REST calls & JSON Objecten. Met behulp van de aangeleerde vaardigheden ontwikkel je een interactieve webapplicatie. Semester 2 5 Soft skills Grow I In 'Grow I’ reflecteer je over je eigen handelen. Op basis van een persoonlijke SWOT werk je persoonlijke doelstellingen uit waar je het volledige academiejaar aan werkt. Je traject gebeurt onder begeleiding van een 'study coach'. Naast het bijwonen van en actief participeren in infosessies waarin je leert studeren, lessen herhalen en aandacht vestigt op habit tracking, neem je deel aan coachingsgesprekken met het doel je persoonlijke en professionele talentontwikkeling te ondersteunen. Daarnaast leer je in het kader van problem solving methoden en creatieve technieken aan om te ontleden, oorzaken te identificeren, alternatieven te genereren, te implementeren en te evalueren. Semester 1 5 Communication I Je leert effectief professioneel communiceren. Je wordt je bewust van het belang van goede communicatievaardigheden en krijgt basisinzicht in het mondeling, schriftelijk en digitaal communicatieproces. Je bespreekt de voor- en nadelen van samenwerkingscompetenties, de verschillende fasen in de ontwikkeling van een team, de verschillende taken en rollen in een team en de belangrijkste factoren voor een succesvolle samenwerking. Je leert welke agenderingstechnieken te gebruiken om de vergaderingen gestructureerd te laten verlopen. Via een stapsgewijze aanpak leer je een professioneel rapport te schrijven. Ten slotte krijg je inzicht in de verschillende onderdelen van een effectieve presentatie. Hiernaast word je voorbereid op de opleidingsonderdelen die in het Engels worden onderwezen. Semester 2 5 Essentials Web I Je leert HTML5 en CSS3 voor het bouwen van een statische website. Je zal in staat zijn een design om te zetten naar een werkende website. Hierbij leer je hoe de pagina-structuur van een website eruit moet zien en ga je aan de slag met het positioneren, vormgeven en inladen van bestanden waarbij je rekening houdt met responsive design. Je schrijft code die performant, gestructureerd & zoekmachinegeoptimaliseerd (SEO) is en waarbij het begrijpen van semantiek essentieel is. Bij dit leerproces zal je fouten kunnen opsporen en de gepaste oplossingen vinden. Semester 1 5 Makerslab De cursus omvat elektrische schakelingen, componenten zoals diodes en transistoren, en het verbinden van input- en outputcomponenten tot een werkend geheel. Je leert de logica van elektronica aansturen met een programmeertaal voor interactiviteit. Praktisch gezien pas je deze kennis toe in functionele schakelingen, microcontrollers en het ontwikkelen van prototypes in het fablab. Daarnaast maak je kennis met productontwikkeling, inclusief interaction en experience design, materialen, emotie-opwekking en storytelling. Semester 2 5 Motion In dit opleidingsonderdeel krijg je een inleiding tot de vormgeving en productie van digitaal videomateriaal. Je maakt kennis met de belangrijke basisprincipes in pre-productie, productie, post-productie en distributie van digitale video. Hierbij is er naast de audiovisuele principes: workflow, cameratechnieken & opname; een bijzondere aandacht voor video & geluidsmontage, en hardware. Ook VFX en motion graphics basics komen aan bod: green screen, compositing & color grading; keyframes & easing, shape layers & masks. Semester 1 5 3D In het opleidingsonderdeel 3D overloop je de vijf opeenvolgende basisstappen voor het aanmaken van 3D assets. Dat zijn, in de meest logische volgorde: modeling, texturing, rendering, rigging en animation. Aan de hand van praktijkoefeningen, met ondersteuning van een aantal hoorcolleges, leer je deze verschillende basis-technieken kennen en ben je aan het eind van de cursus in staat om zelf eenvoudige maar afgewerkte en geanimeerde 3D objecten te maken. Dit doe je aan de hand van de meest geschikte software-applicaties. Semester 2 5 Full Projects Full Projects I Gedurende drie projectweken leer je een goed doordachte website in HTML en CSS te maken. In teamverband worden volgens de basisprincipes van projectmanagement en projectmatig werken binnen de context van multimedia- en communicatietechnologie de fasen doorlopen om te komen tot een bruikbaar en door de klant aanvaard eindproduct. Je wordt tijdens deze periode intensief begeleid door docenten van de opleiding en krijgt je opdracht van een reële klant. Voorafgaand leer je de basisprincipes van klassiek project management en de kenmerken van projecten. Bijzondere aandacht gaat naar een projectmatige aanpak en de basisprincipes van Agile Scrum projectmanagement. De studenten worden tijdens deze periode intensief begeleid door docenten van de opleiding. Semester 1 5 Full Projects II Gedurende drie projectweken vervolmaak je je vaardigheden om volgens de basisprincipes van projectmanagement en projectmatig werken binnen de context van multimedia- en communicatietechnologieën een goed doordachte hybride mobiele app in HTLM, CSS en Javascript te ontwikkelen. In teamverband doorloop je de fasen doorlopen om te komen tot een bruikbaar en door de klant aanvaard eindproduct. Je wordt tijdens deze periode intensief begeleid door docenten van de opleiding en krijgt je opdracht van een reële klant. Voorafgaand leer je hoe je een projectplanning maakt. Je leert hoe je een strokenplanning en een netwerkplanning kan opmaken en waarvoor deze dienen. Verder verdiep je je in onderwerpen, zoals kwaliteitsbeheer, kostenbeheer en risicobeheer. Je leert samenwerken in teams voor grotere opgeschaalde projecten. Je werkt hierbij met de belangrijkste verschillende Agile methodes. Semester 2 5",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/multimedia-creatieve-technologie"
}