{
    "id": 47,
    "content": "Hoe ziet de opleiding eruit Kijk jij ook met verwondering naar jonge kinderen die de wereld rondom hen ontdekken? Droom je ervan om samen met jonge kinderen op ontdekkingstocht te gaan en hen al spelend te helpen groeien? Dan is kleuteronderwijzer de juiste beroepskeuze voor jou. Kleuteronderwijzers maken het verschil. Je houdt van zingen en dansen samen met jonge wereldontdekkers Je bent enthousiast en leergierig Je gaat doelgericht en met grondige vakkennis aan de slag met kleuters Je gaat op zoek naar jouw 100 talen en verschillende expressievormen We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Een leraar met een eigen identiteit Onze lerarenopleiding is een koploper in onderwijsvernieuwing. Je eindwerkstage in onze bruisende hoofdstad Brussel is de kers op de taart. Zo studeer je af als een bekwame leraar die eigen sterktes en talenten optimaal inzet voor de klas. Jij, met je eigen persoonlijkheid en bekwaamheden, staat centraal in onze opleiding. Bij ons word je een uitstekende leraar met een eigen identiteit en aanpak. Als leraar in opleiding ben jij nu al onze nieuwe collega. Daarom investeren we graag in je persoonlijke begeleiding. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Tijdens mijn opleiding Kleuteronderwijs heb ik geleerd om met een open geest te kijken, bewust te zijn van mij eigen subjectiviteit. Door te observeren leren we rekening te houden met de 100 talen van een kind. Iedere kleuter heeft zijn talent. Student Kleuteronderwijs Troeven van de opleiding Veel praktijk Tijdens verschillende projecten zal je de vakinhouden op een zelfstandige manier moeten verwerken. Zo ga je met klasgenoten tijdens de jeugdboekenweek in de Brusselse bibliotheken vertellen. Of je maakt kennis met filosoferen. Je ontdekt hoe je wereld er anders uit kan zien, als je kijkt door een andere bril. De Matinee: muzisch sluitstuk van je opleiding In je derde jaar van je opleiding Kleuteronderwijs komt dé uitdaging voor je muzische sluitstuk: het maken van een theatervoorstelling voor kleuters. Je doet alles zelf, samen met je medestudenten: tekst schrijven, muziek maken, dansen, decors bouwen, klank en licht organiseren, affiches ontwerpen, spelen. Creativiteit en zelfstandig werken Creativiteit is het handelsmerk van een kleuterjuf of -meester. Je ontdekt je eigen 100 talen en gaat op verkenning bij verschillende expressievormen: beweging, beeld, muziek, drama, media. Succesvol groeien Om je persoonlijke ontwikkeling tijdens je opleiding Kleuteronderwijs te bewaken, je te stimuleren of bij te sturen, organiseren we de module 'Succesvol groeien'. Hier krijg je de ruimte voor het opvolgen van je didactische vaardigheden, het leren reflecteren over je eigen kunnen en het ontwikkelen van je taalcompetenties. Geen beroep, maar een roeping! Ik heb voor deze opleiding gekozen omdat ik volledig mezelf kan zijn: een zotte doos met een klein hartje. Elke dag in de kleuterklas, is een dag vol nieuwe avonturen en ontdekkingen. Kleuteronderwijzer is niet zomaar een beroep maar een roeping! Zehra Öz Oud-student Kleuteronderwijs",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/kleuteronderwijs"
}