{
    "id": 222,
    "content": "Veld Credits Voeding per doelgroep Hier bestudeer je voeding over verschillende leeftijdsgroepen en voedingskeuzes (religie en cultuur) heen. 5 Voedingsanalyse Gespecialiseerde analytische voedingstesten leer je hier. 4 Grootkeukenmanagement Verwerf inzichten in de organisatie en het beheer van een voedingsdienst (aankoop, personeelskost, voorraadbeheer, e.d.) en zet de theorie om in de praktijk op stage. 5 Labvaardigheden 2 Je gebruikt gespecialiseerde toestellen en technieken om analytisch en microbiologisch voedingsmiddelen te analyseren. 4 Wetenschappelijke onderzoeksvaardigheden Je werkt een paper uit ter voorbereiding van je bachelorproef en leert voedings-gelinkte statistische tests gebruiken. 3 Coaching en consultatie Naast de eerste stappen binnen het diëtistisch consult heb je aandacht voor het psychologische luik om zo holistisch mogelijk je patiënt te benaderen. 5 Gezondheidseducatie In dit project rond gezondheidspromotie werk je een interventie uit waarbij gezonde voeding centraal staat. 3 Voeding in de ambulante zorg Binnen dit vak leer je de voedingsaanbevelingen en dieetrichtlijnen voor pathologiën (hypertensie, hyperlipidemie, bariatrie, …) dewelke in de eerste lijn vaak voorkomen. 5 Klinische voeding Je leert over (klinische) voedingen voor zuigeling tot zieke patiënt. 3 Klinische diëtetiek 1 In dit vak verkrijg je inzichten in curatieve voedingszorg bij specifieke patiëntenpopulaties met accent op intoleranties en malnutritie. 4 Ziekteleer 1 Je verwerft inzicht in medische problematieken en farmacologische behandelingen om een patiënt beter bij te staan bij de diëtistische behandeling. 6 Toegepaste diëtetiek Binnen dit vak zet je in voedingslabs, dieetlabs en intervisies de theorie om naar de praktijk. 5 Sportvoeding In dit vak behorende tot de keuzeoptie sport, ga je dieper in op sportdiëtetiek bij letsels, bij sporters uit een bepaalde gewichtsklasse of extreme sporters (ultra-endurance); alsook is er aandacht voor supplementen en doping. 4 Adviseren van sporters In dit project behorende tot de keuzeoptie sport, werk je zelf een voedingsdossier uit voor een sporter. 4 Product en kwaliteit In dit vak behorende tot de keuzeoptie industrie, verdiep je je verder in de verschillende fases van een voedingsproductieproces. 3 Van product tot markt In dit project behorende tot de keuzeoptie industrie, werk je samen met je teamleden aan een innovatief voedingsmiddel en houdt je hierbij rekening met concurrentie-analyse, marketing-strategie en kwaliteitseisen. 5",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/voedings-dieetkunde"
}