{
    "id": 661,
    "content": "Final Show Op het einde van het academiejaar is er de Final Show: een groots flitsend evenement vol inspiratie en de beste projecten en eindwerken van onze studenten. We verwelkomen je op onze tentoonstelling met een drankje en hapje. Netwerk met onze studenten, met alumni of met onze docenten. Om 19.30 uur begint de show, waar onze studenten op een spectaculaire manier hun projecten en afstudeerwerken voorstellen. Innovatief en inspirerend! We sluiten af met een receptie. Wil je sponsoren? Dat kan. Vraag alle voorwaarden aan multimedia@ehb.be . Duaal Leren, Internship en Final Work In hun specialisatiejaar verdiepen onze afstuderende studenten zich in een specifieke technologie of competentie waarin ze expert willen worden. Hierbij werken we samen met bedrijven die onze studenten op korte termijn helpen met kennisoverdracht of ondersteuning. Dit is voor studenten een perfecte voorbereiding op hun Internship en Final Work en voor bedrijven een manier om studenten binnen te halen. Wil je samenwerken op vlak van duaal leren, aanbieden van stages of ondersteunen van bachelorproeven? Stuur dan een e-mail naar multimedia@ehb.be . Full Projects Elk semester wordt afgesloten met een project waarbij een multimediatoepassing wordt ontwikkeld voor organisaties met een maatschappelijk engagement, bij voorkeur uit het Brusselse. Heb je geen of een verouderde website? Of zou je je werking willen aanvullen met een mobiele app? Dan kunnen onze studenten je misschien helpen! Vul hier je gegevens in om aan te melden. Career Launch Jaarlijks organiseren we voor onze studenten een jobbeurs. Enerzijds richten we ons hierbij op de studenten die op zoek zijn naar een stageplaats en/of een samenwerking in het kader van hun final work. Anderzijds bieden we de laatstejaarsstudenten hulp bij het zoeken naar een job. Het doel is eenvoudig: werkgevers in contact brengen met jong talent. Heb je interesse om deel te nemen? Mail naar dt.partner@ehb.be .",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/multimedia-creatieve-technologie"
}