{
    "id": 44,
    "content": "Hoe ziet de opleiding eruit Gepassioneerd door die steeds veranderende geconnecteerde wereld? Ben jij een digitale maker van de toekomst? Kom dan ' Multimedia & Creatieve Technologie' studeren: een innoverende opleiding in Brussel. Creativiteit. Technologie. Cool Stuff. In deze praktijkgerichte opleiding leer je multimediatoepassingen maken zoals apps, websites, virtual reality-games, motion graphics en interactieve projecties. Met behulp van de nieuwste technologieën ga je op zoek naar de perfecte balans tussen design en development . We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Web & App Front-End | Back-End | Android | iOS Word een hard-core webdesigner en -developer of ontwerp en ontwikkel native apps voor mobiele toestellen. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Extended Reality Virtual Reality I 3D Modeling & Animation | 3D Gaming | Virtual Studio Creëer games en toepassingen voor augmented, extended en virtual reality. Je volgt de trends op de voet en innoveert voor de toekomst. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Motion Motion Graphics | Live Visuals | Interactive Motion | Drones | Virtual Studio Maak interactieve projecties en audiovisuele producties met werkelijke camerabeelden of geanimeerde computerbeelden en verbluf je toeschouwers. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Emerging Technologies Artificial Intelligence | Drones | Physical Prototyping Van storytelling en conceptual thinking tot physical prototyping. Bedenk en maak de digitale producten van de toekomst. Of leer hoe je prachtige beelden maakt met je zelf getweakte drone. Multimediatoepassingen Multimediatoepassingen zijn niet meer weg te denken uit onze samenleving: apps op onze smartphones en tablets, websites, sociale media, informatiekiosken, interactieve installaties, enzovoort. Al vanaf het eerste jaar leer je deze interactieve multimedia-producten zelf creëren. Je kan bij ons komen experimenteren met innovatieve technologieën, van motion capture tot augmented reality, van AI tot IoT. Een team van experten en coaches leert je werken met de meest relevante frameworks, zal je uit je kot lokken bij het creëren van concepten en leidt je op tot een echte multimedia-professional . Op het einde van elk semester worden de lessen onderbroken om aan een full project te werken. In opdracht van echte klanten uit de bedrijfswereld ontwikkel je een multimediatoepassing, van concept tot realisatie. Onder hun begeleiding en in teamverband werk je gedurende 3 weken aan dit project. Deze cases zijn het hart van de opleiding omdat je hierin al je verworven kennis kan omzetten in de praktijk.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/multimedia-creatieve-technologie"
}