{
    "id": 171,
    "content": "Stage Tijdens je stage word je ingezet in verschillende afdelingen, van innovatie over algemene directie, personeelsbeleid, marketing of business. We werkten hiervoor al samen met organisaties als Accenture, VRT, Medialaan, Nationale Loterij, Telenet, Proximus, Colruyt Group, Baloise, Atlas Copco, Agentschap voor Natuur en Bos, Decathon, KBC, Bekaert, Joker, Agoria, UZ Leuven, De sociale innovatiefabriek, Voka, Unizo, Partena, de Vlaamse en Federale overheid,... Je tweedejaarsstage Tijdens je stage in het tweede jaar werk je gedurende zes weken met een andere student samen. De praktijk van je stageplaats leert je hoe organisaties in elkaar zitten. Je leert te begrijpen welke processen gebruikt worden om innovaties aan te sturen, op welke manier stakeholders in die processen betrokken zijn, welke hindernissen je tegenkomt bij innovatieprocessen en hoe deze kunnen vermeden worden. Je krijgt 3 stageopdrachten De innovatiescan Een innovatiescan is een krachtig instrument om snel zicht te krijgen op alle domeinen die van belang zijn voor goed ‘innovatiemanagement’. Innovatieconsultants starten vaak met zo’n scan om inzicht op het vlak van innovatie te krijgen binnen de organisatie. Tijdens je stage ga je in gesprek met diverse managementfuncties (hr, marketing, financiën, innovatie, corporate social responsability, ict, productie, ….). Je brengt je bevindingen samen en presenteert die samen met wat eerste aanbevelingen aan je stagementor. Concrete inzet bij een bestaand project Uiteraard krijg je van je stagebedrijf nog bijkomende opdrachten, zodat je je leercurve kan optimaliseren en je zoveel mogelijk betrokken bent in de dagelijkse werking van je stageplaats. Je woont vergaderingen bij, doet trendonderzoek, evalueert eerdere innovatietrajecten en helpt er nieuwe opstarten of je helpt bij het realiseren van innovaties na de lancering. Je helpt met de marketing en de communicatie. Of men vraagt je om adviezen te doen om de creatieve cultuur binnen de organisatie te verbeteren. Ook rond duurzaam ondernemen kan je voorstellen formuleren. De brainstorm / creatieve sessie De inzichten in brainstorm / creatieve technieken die je aangeleerd kreeg in het eerste jaar, kan je nu uitgebreid oefenen: jij organiseert en faciliteert de brainstorm en levert een idee-fiche af, samen met een verslag van het proces. De stage was een bevestiging van de relevantie van de praktijk- en theorielessen. Door ondergedompeld te worden in een bepaalde bedrijfscultuur kan je observeren wat er goed of slecht gaat, om zo uiteindelijk een totaalbeeld van de organisatie te krijgen. Het fijnste aan de stage was het werken met de stagepartner, omdat je tot diepgaandere oplossingen kan komen door verschillende dynamieken samen te brengen. Yannick Van Elsué Student Idea & Innovation Management Je derdejaarsstage Je sluit je opleiding af met een stage van drie maanden in binnen- of buitenland. Je gaat dan aan de slag in organisaties die al ervaring hebben in innovatieprocessen of die een innovatietraject willen opstarten, zodat je hier actief kan bij betrokken worden. Tijdens mijn stage bij Colruyt leerde ik vanuit verschillende perspectieven naar innovatie te kijken. Het leuke was dat ik zelf kon experimenteren met de modellen en theorie die in de lessen aan bod waren gekomen. Ik had nooit gedacht dat innovatie zo veelzijdig kon zijn. Remy Van Humbeeck Student Idea & Innovation Management - Afgestudeerd juni 2017",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/idea-and-innovation-management"
}