{
    "id": 293,
    "content": "Flexibel studeren Je kan deze opleiding combineren met een job. Je kan je enkel inschrijven als je recht hebt op studieduurvermindering: EVC (elders verworven competenties) EVK (elders verworven kwalificaties). Jij bepaalt hoe lang de opleiding duurt Afhankelijk van het traject dat je zal volgen, kan je de opleiding beëindigen in 3 jaar of korter. Denk rustig na over de samenstelling en het tijdspad van je traject. Op hoeveel tijd wil je de opleiding afronden? Geef jezelf ook wat krediet. Als je tijdens de opleiding merkt dat je meer tijd nodig hebt, kan je een aanvraag doen om het traject meer te spreiden. Je stages Stages kunnen (in het eerste jaar) gelopen worden op je eigen werkplek als je al op een school bent aangesteld. Anders krijg je een stageplaats toegewezen. In het tweede deeltraject loop je ook stage in andere scholen, terwijl je in het derde deeltraject een mix doet van stages op je eigen werkplek en alternatieve stageplaatsen. De bepaling van je stageplek gebeurt steeds in nauw overleg met jou en de opleiding. Afhankelijk van je traject zal je tussen de 12 en 23 weken stage doen. Ik ben op dit moment kinderverzorg(st)er We vragen je om werkervaring in een kleuterschool of in de kinderopvang voor te leggen. Bij je inschrijving start je onmiddellijk met het modeltraject van 120 studiepunten. De overige 60 studiepunten behaal je aan de hand van zelfstandige taken of het doorlopen van een EVC-procedure. Ik heb een bachelor of master Heb je een diploma hoger onderwijs en ervaring in het werken met kinderen, dan kan je ook toegelaten worden, maar dien je een aanvraagdossier EVC en/of EVK samen te stellen. Na de analyse van je aanvraagdossier wordt je traject samengesteld. Ik heb een diploma Lager Onderwijs Heb je al een bachelordiploma Lager Onderwijs, dan schrijf je je in voor het verkort traject. De opbouw is modulair, dit laat flexibiliteit toe en maakt dat we heel praktijkgericht werken. Dit bedraagt 60 studiepunten. Ik heb een diploma Secundair Onderwijs Heb je al een bachelordiploma Secundair Onderwijs, dan kom je in aanmerking voor het verkort traject. Je dient een aanvraagdossier voor EVC en/of EVK in. Na het doorlopen van dit dossier bedraagt je traject maximum 120 studiepunten. Via het verkort traject kan ik toch nog mijn droom waarmaken. Studeren en ook al werken als kleuterjuf, het is soms druk maar ik krijg er zoveel voldoening van! Ine Lefevere studente Kleuteronderwijs",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/kleuteronderwijs"
}