{
    "id": 46,
    "content": "De job van medische professionals verandert in snel tempo.  Doorgedreven automatisering en de komst van artificiële intelligentie brengen nieuwe uitdagingen met zich mee.  Met de opleiding ICT in het lab, willen we op deze trend inspelen.  Medische professionals kunnen zich bijschaven met een set skills die cruciaal zijn binnen het hedendaagse werkveld. Het eerste luik van deze cursus voorziet in een basis ICT en terminologie, een kennismaking met health information systems, eHealth en het belang van standaarden (HL7 en SNOMED CT) binnen dit domein. Daarnaast staan we stil bij enkele ethische issues die belangrijk zijn bij het opslaan en verwerken van medische data. We voorzien voor alle cursisten in het tweede luik van de cursus een basis RStudio , een pakket met een stevige reputatie voor data analyse.  Ook in de medische wereld wint deze software aan belang. Hier worden namelijk grote hoeveelheden data gegenereerd en verwerkt, zoals patiëntengegevens, laboratoriumresultaten, beeldvorming en genetische informatie. Met de juiste technieken kunnen we betere diagnoses stellen, risico's voorspellen en behandelingen personaliseren. We beginnen met de basisprincipes van R, waaronder variabelen, functies, operatoren en datatypes. Vervolgens zullen we laten zien hoe we data kunnen importeren en manipuleren in R, en hoe we eenvoudige statistische analyses kunnen uitvoeren. We koppelen hier eveneens meteen enkele toepassingen binnen de medische wereld aan. Als vervolg op deze navorming wordt ICT in the lab II (voor gevorderden) aangeboden. Wat leer je 1.       Basiskennis ICT -         Hardware componenten -         Werking van een netwerk 2.       Introductie Digital Health -         Computer based patient records -         Electronic medical record -         Electronic Health Record -         Protocollen en standaarden 3.       Introductie in R -         Inlezen en verwerken van bestanden in R -         Automatisering en werken met data in R -         Datastructuren en datatypes in R -         Functions en packages in R -         Basis machine learning -         Werken met bioconductor Lesprogramma Deze opleiding start in september 2024. De sessies gaan telkens door op dinsdag in de voormiddag. Maakt onderdeel uit van het postgraduaat Applied bio-informatics in research. Programma",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/ict-lab-1"
}