{
    "id": 57,
    "content": "Je vakken In 2 jaar leiden we je stapsgewijs op tot gegradueerde in het Sociaal-cultureel Werk. Dat gebeurt aan de hand van 4 leerlijnen: de leerlijn ‘Sociaal-Cultureel Handelen’, de leerlijn ‘Persoonlijke en Professionele Ontwikkeling’, de leerlijn ‘Werkplekleren’ en de leerlijn ‘Mens en Samenleving’. Je hele opleiding is een goed afwisselend geheel van methodiekvakken, praktijkvakken, stages en theoretische achtergrond. Sociaal-Cultureel Handelen In de vakken van deze leerlijn krijg je aan de hand van praktijkvoorbeelden inzicht in het terrein en de sector van het sociaal-cultureel werk en doe je kennis op over de rollen en functies van de sociaal-cultureel werker. Je leert hoe je aan de slag gaat met het organiseren van activiteiten en met het begeleiden van groepen. Persoonlijke en Professionele Ontwikkeling Aan de Erasmushogeschool leiden we je op tot sociaal-cultureel werker ‘met een smoel’. We dagen je uit om kritisch aan de slag te gaan met je eigen persoonlijke en professionele ontwikkeling. Je scherpt je communicatieve vaardigheden en professionele attitudes aan zodat je je eigen professionele identiteit kan ontplooien. Werkplekleren Het grootste aantal studiepunten van de opleiding gaat naar werkplekleren. Dat betekent dat je aan de hand van individuele stages of projectwerk in groep het sociaal-cultureel werk van binnenuit leert kennen. Je leert dus letterlijk al doende, en dat vanaf het eerste semester. We houden hierbij rekening met een stapsgewijze opbouw, waarbij het werkplekleren steeds complexer en realistischer wordt. Mens en Samenleving De vakken van deze leerlijn geven je inzicht in de mens en in de bredere maatschappelijke achtergrond. Je maakt kennis met de theorieën over mens en samenleving en met de mensenrechtenbenadering die voor het sociaal-cultureel werk zo belangrijk is. Je bespreekt en onderzoekt de belangrijke maatschappelijke uitdagingen en thema’s die een grootstad als Brussel met zich meebrengt. Sociaal-Cultureel Werk jaar 1 Veld Credits EERSTE JAAR SCW: Identiteit & Terreinverkenning 4 SCW: Functies & Rollen 4 Werken met Groepen 4 Agogisch Handelen 4 Labo: Cases uit het SCW I 4 Communicatieve Vaardigheden 4 Persoonlijke & Professionele Ontwikkeling 5 Beroepsethiek 4 Praktijkverkenning 4 Projectwerk I 4 Beroepspraktijk A 4 Verkenningen in de Psychologie 4 Verkenningen in de Sociologie & Mensenrechten 4 Maatschappelijke & Grootstedelijke Uitdagingen 4 Sociaal-Cultureel Werk Jaar 2 Veld Credits TWEEDE JAAR Ontwerpen & Begeleiden van Sociaal-Culturele Activiteiten en Projecten 3 Werking & Cultuur van de Sociaal-Culturele Organisatie 3 Procesmatig Werken met Groepen 4 Labo: Cases uit het SCW II 4 Persoonlijke en Professionele Ontwikkeling 3 Beoepspraktijk B 15 Beroepspraktijk C 15 Projectwerk II 5 Democratie, Gemeenschapsvorming en Participatie 4",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/sociaal-cultureel-werk"
}