{
    "id": 31,
    "content": "Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Je hebt een diploma bachelor in de Voedings- en Dieetkunde of Verpleegkunde, een professionele bachelor Secundair Onderwijs – Lichamelijke Opvoeding. Je hebt een academische bachelor/master Kinesitherapie, Farmacie, Biomedische Wetenschappen, Gezondheidswetenschappen, (Klinische) Psychologie,… of je volgt simultaan een dergelijke professionele of academische bacheloropleiding VDK, LO, … Hoe ziet de opleiding eruit Voeding en sport Voeding en voedsel staan momenteel flink in de belangstelling. Er is een toenemende interesse in voeding en levensstijl. Niet alleen topsporters maar ook heel wat recreatieve sporters zien het belang van een gebalanceerd voedingspatroon in. Beide groepen laten zich tijdens het sporten steeds vaker bijstaan door een expert. Wat eet je voor of na een training, tijdens een wedstrijd of tijdens een periode waar je weinig sport? Wetenschap en praktisch inzicht We vertrekken van de meest recente wetenschappelijke internationale aanbevelingen. Je leert deze aanbevelingen kritisch te analyseren en interpreteert hieruit welk advies geschikt is voor de sporter in functie van zijn/haar type sportbeoefening. Ook het gebruik van sportvoedingssupplementen komt aan bod en de risico's op een positieve dopingcontrole die dit al dan niet met zich meebrengt. Het uitwerken van enkele casussen geeft meer praktisch inzicht in de theorie. Voor deze opleiding, werken we samen met onze eigen bacheloropleiding leerkracht lichamelijke opvoeding en met de masters 'LO' en Kinesitherapie aan de VUB. Lesprogramma Basispakket – Hoorcolleges/zelfstudie: Basis inspanningsfysiologie, methodieken om fysieke fitheid te meten, inzicht in skelet en spierstelsel, trainingsleer, antropometrie, sportdiëtetiek (basis) en sportspecifieke voeding. Verdiepingspakket - Theorie: Sportvoeding voor specifieke doelgroepen: Geblesseerde en revaliderende sporters Gewichtsklassesporters Jongere vs oudere sporters Vegetarische/veganistische sporters Sporters met diabetes Extreme sporters Reizende sporters en organisatie catering Sporters met een beperking Sportvoedingssupplementen en doping Sportpsychologie en eetproblemen in de sport Verdiepingspakket – Praktijk Casuïstiek sportspecifieke voeding Opmaak sportvoedingsplan Evaluatie: schriftelijk examen Programma Na je studie Attest Na het succesvol beëindigen van deze opleiding ontvang je een aanwezigheidsattest. Om een aanwezigheidsattest te behalen is 100% aanwezigheid vereist voor de fysieke lessen (elke eerste lesdag van elke module). Na de lessenreeks volgt er een examen. Waar heb je les Deze nascholing wordt aangeboden in 8 lesdagen. De eerste 7 lesdagen gaan door op een donderdag met start op donderdag 22 februari 2024. Elke eerste lesdag van elke module vindt fysiek plaats op de EhB-campus Jette, Laarbeeklaan 121, 1090 Jette . Alle andere lesdagen worden digitaal georganiseerd via MS Teams. Het practicum op lesdag 8 vindt plaats  in het Brussels Labo voor Inspanning en Topsport (BLITS), VUB-campus, Pleinlaan 2, U-Residence, 1050 Brussel. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Het inschrijvingsgeld bedraagt 1.000€ voor het basispakket + 750€ voor het verdiepingspakket Deze opleiding geeft recht op betaald educatief verlof en Vlaams opleidingsverlof. Betalen kan ook via KMO-portefeuille deze dient eerst aangevraagd te worden en vervolgens volgt de factuur (erkenningsnummer: DV.O100153). Indien de betaling door de werkgever dient te gebeuren, graag het facturatieadres doorgeven bij de registratie. Inschrijven Klaar om je in te schrijven voor 'Sportvoedingsadvies op maat - sportdiëtetiek'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden. Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Katrien Van Beneden - opleidingshoofd Voedings- & Dieetkunde Piet De Pauw - coördinator Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/sportvoedingsadvies-op-maat-geven-sportdietetiek"
}