{
    "id": 340,
    "content": "Jaar 2 - semester 3 - Landschaps- & Tuinarchitectuur Veld Credits Grafische vorming Beeldvorming Je verdiept je in de analoge (handmatige) voorstellingstechnieken om ontwerpen te ondersteunen. Het zal een experimenterende zoektocht worden naar een eigen tekenstijl via verschillende opwerktechnieken en media, specifiek gericht op het visualiseren van het tuin- en landschapsontwerp. De nadruk ligt op het handmatig tekenen op een vanuit mixed media aangereikte ondergrond (Foto bewerkt vanuit Photoshop, technische doorsnede uit autocad, Sketchupmodel ...). 1 Digtale beeldvorming Adobe Je leert de basis van de meest gebruikte Adobe programma's door tuin- en landschapsarchitecten in het werkveld. Photoshop, Indesign en illustrator hebben hierin elks hun specifieke rol bij het digitaal bewerken van foto's, opwerken van plannen en doorsnedes, uittekenen van schema's en concepten, opmaak van lay-out ... 2 GIS GIS Je start met de basis van een Geografisch informatie systeem. Je bouwt een summier digitaal model van de wereld. Je leert de weg kenen naar een gigantische hoeveelheid aan data en informatie om in je model te steken. Op deze manier leer je de processen die gebeuren op vlak van landschapsontwikkeling te begrijpen en te lezen. Hieruit vloeien duidelijke analyse kaarten. In een volgende stap maak je eenvoudige onderzoekkaarten, die ons sterke en zwakke punten in beeld brengen rond een bepaald thema. Zo leer je over hoe er omgegaan wordt met onze wereld en het verleden en nu. 3 Plantenleer Plantenleer Uniek is dat deze lessen grotendeels doorgaan in de plantentuin van Meise. Je krijgt een goede basiskennis in functie van algemene terminologie, herkenningscriteria, morfologie en systematiek van planten. Je hebt inzicht in plantensystematiek en de methodiek nodig bij het determineren. Bovendien kan je de aangeleerde methodiek toepassen bij het beschrijven en op naam brengen van planten. Je leert groeivoorwaarden en groenvormen nodig bij het uittekenen van het groenplan. 3 Ontwerpatelier: Thema en Landschappelijke tuin Ontwerpatelier: Thema en Landschappelijke tuin Je leert conceptueel denken en een kleine tuin ontwerpen in het kader van een trendy  thema. De landschappelijke tuin die in een tweede deel ontworpen wordt, krijgt te maken met enkele pittige uitdagingen zoals omgaan met hemelwater en terreinprofilering. 3 Ontwerpatelier Thematisch project Publieke ruimte Ontwerpatelier Thematisch project Publieke ruimte Je krijgt een ontwerpopdracht rond een thematisch publieke ruimte project (bvb. sportpark, woonpark, begraafpark ...)  met aandacht voor verschillende gebruikers. We stellen een programma voor het projectgebied op in relatie tot de omgeving. Je stelt een concept op en werkt het ontwerp uit. 3 Ontwerpatelier Beplantingsontwerp Je leert een belastingvoorstel opstellen. Je leert  abiotische en biotische elementen kennen en analyseren. Je leert een groen- en beheervisie vormen bij het te ontwerpen project. 1 Planpresentatie Je leert tuinprojecten presenteren via posterformaat. We onderzoeken eerst de hedendaagse en klassieke presentatietechnieken in de tuin- en landschapsarchitectuur. Anderzijds starten we een begeleide zoektocht naar een persoonlijke stijl voor het voorstellen van ontwerpopdrachten. 1 Technisch ontwerp Je leert stapsgewijs een deel van het uitvoeringsdossier van de thema en landschappelijke tuin uit te werken. Je maakt gebruik van het tekenprogramma autoCAD. 1 Publieke ruimte Publieke ruimte We bouwen verder op het eerste jaar en volgende aspecten: publieke ruimte en maatschappelijke evolutie, de structuurkenmerken en programmatisch groen, ontwikkelingsstrategie publieke ruimte en stadsprojecten, een kwaliteitskader voor projecten, de concrete inrichting voor verplaatsen en verblijven: straten, parken, pleinen ... 3 Ondersteunende wetenschappen Filosofie Je leert filosoferen vanuit het standpunt van de tuin- en landschapsarchitect i.r.t. 'de genesis van de vorm en symboliek' en 'natuur versus cultuur'. Bepaalde items worden aangehaald en bediscussieerd, teneinde diepgaander in het ontwerpproces te leren nadenken. 1 Toegepast recht Je krijgt inzicht in de basisregelgeving van het toegepast recht binnen de tuin- en landschapsarchitectuur. We zien de politieke structuur van België; Gerechtelijke indeling van ons land, Basisbegrippen recht, Erfdienstbaarheden, Afstand van afsluitingen en beplantingen, alsook enkele decreten die hun invloed hebben op de landschapsontwikkeling. 1 Ruimtelijke ordening Je leert de historiek en organisatie van de ruimtelijke planning, het planinstrumentarium van het ruimtelijk beleid, de vergunningen, regelgeving, uitvoeringsinstrumenten, attesten en handhaving … 1 Ecologie Hier leer je concrete, praktische aspecten, zowel algemene als heel specifieke in verband met fauna, flora en abiotiek kennen. Je leert een ecologisch en duurzaam verantwoord ontwerp uitwerken. 2 Technieken Gezondheid van plant en bodem Je maakt kennis met de meest voorkomende ziekten en plagen in de groensector. Bovendien leer je hoe gewasbescherming vandaag in elkaar zit en hoe je op een duurzame en milieuvriendelijke manier de bodem, de bomen en planten gezond kan houden. 1 Constructietechnieken Tijdens het theoretisch gedeelte bekijken we technische aspecten van drainage en het concrete beleid inzake afvalwaterhuishouding in de private en publieke ruimte. Tijdens de werkcolleges maken we oefeningen op verschillende  thema’s met de nadruk op toegankelijkheid, maatvoering en hoogtewerking. 3",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/landschaps-tuinarchitectuur"
}