{
    "id": 9,
    "content": "Bij- en nascholing Mol­e­c­u­lar Design and Gene Edit­ing in the Lab Voor wie Professionele bachelor ‘biomedische laboratoriumtechnologie’, Master ‘biomedische wetenschappen’, ‘Master in de Bio-ingenieurswetenschappen’, ‘Master in de Biologie’ of is geslaagd voor het eerste deeltraject van voorgenoemde opleidingen en volgt dit keuzevak/deze navorming parallel met het derde of hogere deeltraject. Opleidingen Molecular Design and Gene Editing in the Lab Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Professionele bachelor ‘biomedische laboratoriumtechnologie’, Master ‘biomedische wetenschappen’, ‘Master in de Bio-ingenieurswetenschappen’, ‘Master in de Biologie’ of is geslaagd voor het eerste deeltraject van voorgenoemde opleidingen en volgt dit keuzevak/deze navorming parallel met het derde of hogere deeltraject. Hoe ziet de opleiding eruit Gene editing is een verzamelnaam voor een reeks revolutionaire technologieën om snel en precies veranderingen in het erfelijk materiaal van levende wezens aan te brengen. Dit kan – in principe – in het erfelijk materiaal (DNA) van planten, microben, dieren, en mensen. Wetenschappers kunnen met deze technologieën heel specifiek één DNA-letter veranderen, een reeks van meerdere DNA-letters vervangen door een andere reeks, of een welbepaald gen aan- of uitschakelen. CRISPR-Cas technologie zorgt sinds enkele jaren voor een stroomversnelling in het onderzoek in de levenswetenschappen. Net zoals andere technieken voor genoombewerking stelt CRISPR-Cas wetenschappers in staat om heel precieze DNA-veranderingen aan te brengen zonder dat er sprake is van het inbouwen van ‘soortvreemde’ genen. CRISPR-Cas blinkt vooral uit ten opzichte van eerdere genoombewerkingstechnieken omdat het goedkoper, sneller, efficiënter en veelzijdiger is. Inmiddels wordt dit mechanisme in ontelbare labs over heel de wereld gebruikt. In de eerste plaats voor onderzoeksdoeleinden, maar naast basisonderzoek is de technologie ook een zeer verfijnd gereedschap voor gentherapie en gewasveredeling. Via deze navorming kan je alvast jouw onderzoekscompetenties in het toepassen van deze moleculaire technieken verder aanscherpen. Lesgevers Jolien De Munck Master in de bio-ingenieursswetenschappen - Cel- en genbiotechnologie PhD in de farmaceutische wetenschappen: Oncolytische virussen als kankertherapie Lector Tom Peeters Master in de biologie PhD in de moleculaire celbiologie: Signaaltransducties in Saccaromyces cerevisiae Postdoc in de synthetische biologie: Boolean Gates in Saccaromyces cerevisiae Lector/senior onderzoeker OpenBioLab Lesprogramma Deze opleiding bestaat uit 45 lesuren, en start in het 1e semester van academiejaar 2024-2025. Maakt onderdeel uit van het postgraduaat Applied bio-informatics in research. De navorming wordt gedoceerd in het Engels indien anderstaligen deelnemen en is deels online, deels op campus. Het cursusmateriaal zal enkel in het Engels beschikbaar zijn. Na je studie Je kan een klonering uitvoeren. Je kan in vitro en in vivo een CRISPR Cas genoommodificatie protocol uitvoeren. Attest Bij slagen; verwerven van 5 ECTS Attest van deelname (ingeval niet deelgenomen aan evaluatievormen) Waar heb je les De opleiding is deels online en deels op Campus Jette. In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Totale kostprijs voor het volledige pakket: 1000 euro Vereiste voorkennis Professionele bachelor ‘biomedische laboratoriumtechnologie’, Master ‘biomedische wetenschappen’, ‘Master in de Bio-ingenieurswetenschappen’, ‘Master in de Biologie’ of is geslaagd voor het eerste deeltraject van voorgenoemde opleidingen en volgt dit keuzevak/deze navorming parallel met het derde of hogere deeltraject. Voorkennis van standaard labotechnieken in de moleyculaire biologie zoals aseptisch werken, PCR, gelelektroforese, restrictie digestie,.... Voorkennis van het silico designen van primers, plasmiden, kloneringsstrategieën, CRISPR Cas9 protocol (ook gedoceerd in Molecular design and gene editing in silico) Inschrijven Klaar om je in te schrijven voor 'Molecular design and gene editing in the lab'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving .  Je kan je inschrijving volledig online afronden. Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Jolien De Munck - Coördinator Els Plas - Opleidingshoofd Sabrina Chebchoubi - Administratieve vragen Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/molecular-design-and-gene-editing-lab"
}