{
    "id": 45,
    "content": "Hoe ziet de opleiding eruit? NEW! Luxury Hospitality Management In de boeiende hospitalitywereld is er plaats voor mensen die weten wat ze willen en die leven volgens het motto 'work hard and love what you do'. De hotelsector staat te popelen om nieuw, enthousiast talent aan te werven. En wij staan te popelen om jou op te leiden tot hospitality professional. Samen met enkele Europese partners ontwikkelde de opleiding Hotelmanagement een Massive Open Online Course (MOOC) rond duurzaam luxetoerisme . Hoe je duurzaamheid en luxetoerisme koppelt, ontdek je via deze MOOC. Zo profiteer je van een inspirerende en vooruitstrevende onderwijsaanpak om op een innovatieve manier aan de slag te gaan in het domein van de sustainable luxury hospitality sector. Uitgerust met de juiste vaardigheden , kennis , ondernemingszin én mentaliteit kan jij met vertrouwen starten in deze boeiende wereld. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Troeven van onze opleiding Hotel takeover Je krijgt de kans om gedurende één week het Crowne Plaza Brussels Airport Hotel over te nemen. Tijdens die week ben je verantwoordelijk voor verschillende taken: van het inchecken van de gasten tot het uitoefenen van managementfuncties. Zo krijg je als eerste-, tweede- én derdejaarsstudent een realistische kijk op de werkomgeving in het hotel. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Walking dinner In het eerste jaar Hotelmanagement krijg je al meteen te maken met projecten waar je leerstof omzet in de praktijk. Eén van deze projecten is het organiseren van de walking dinner. Tijdens dit event wordt het aspect food & beverage van de opleiding in de kijker gezet. Als student leer je welke alcoholische of non-alcoholische dranken bij wat voor gerechten passen. Brussel! Met je voeten in de praktijk onze campussen liggen pal in het toeristische centrum van Brussel; met ruim 180 hotels heeft Brussel de sterkste hotelconcentratie in België; 90% van de Belgische luxehotelkamers bevindt zich in Brussel; met Brussel Stad, Brussel luchthavenzone en de EU-Leopoldwijk is Brussel een heel belangrijke speler in de (inter)nationale hotel(keten)industrie; Brussel heeft het hoogste gemiddeld aantal kamers per hotel en de hoogste kamerbezetting. Focus op actuele thema's Aan de hand van thematische modules bieden we een totaalbeeld van de hospitalitycompetenties: operationele kennis en vaardigheden departementaal management strategisch management Ons gedreven lectorenteam speelt in op relevante trends, inspireert studenten tot levenslang leren en zet ze via didactische werkvormen aan tot verantwoordelijkheid, zelfstandigheid, initiatief en teamgeest. Focus op denken en doen Tijdens verschillende soorten groepswerken word je aangezet tot probleemoplossend denken aan de hand van praktijkvoorbeelden. Daarnaast is ons motto: weg van de schoolbanken, maar met je voeten in de praktijk! Minstens 70 keer zal je in contact komen met de Belgische en internationale hospitalitysector door bedrijfsbezoeken, gastsprekers, beurzen, events,... Verder ga je tijdens je opleiding 2 keer op stage: een operationele stage en een managementstage. Focus op internationaal De Brusselse multiculturele omgeving en het internationale karakter van de hospitalitysector dragen bij tot de ontwikkeling van een internationale en interculturele attitude. Naast de taalvakken, krijg je een aantal vakken volledig in het Engels. Zo zal je uiteindelijk vlot en professioneel 4 talen spreken: Nederlands, Frans, Engels en Spaans of Duits. Daarnaast kan je 1 semester les volgen aan één van onze partnerinstellingen en stageplaatsen hebben we zowel in binnen- als buitenland. Focus op de student Studentgericht onderwijs staat centraal. Via individuele coaching willen we elke student aanmoedigen tot kritisch reflecteren, grenzen verleggen en het beste uit zichzelf halen. Lectoren staan dicht bij de studenten en zijn vlot aanspreekbaar. Je kan ook een beroep doen op persoonlijke studie- en trajectbegeleiding. Sustainable High-End Hospitality We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Ik koos voor EhB omdat de school in Brussel ligt en Brussel een uitgebreide hotelmarkt heeft. Wat me ook meteen opviel, was hoe persoonlijk het er aan toe gaat in deze school: de docenten kennen je bij naam; je bent geen nummer. Die persoonlijke aanpak vond (en vind ik nog steeds) een heel groot pluspunt! Senne Devos Student Hotelmanagement",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/hotelmanagement"
}