{
    "id": 86,
    "content": "Vakken De opleiding Internet of Things bestaat uit zes leerlijnen. Deze geven jouw een brede basis in al de skills die je maar kan nodig hebben in het werkveld. Technical skills Hierin krijg je de basistechnieken, -vaardigheden en attitudes aangeleerd om als IoT-technicus aan de slag te gaan. In het eerste jaar zie je de principes van elektriciteit, elektronica en meettechnieken en leer je een aantal handvaardigheden (solderen, verbindingen maken…) in het Makerlab. Daarnaast gaan we in ‘Security’ in op het grote belang van beveiliging in een IoT-systeem of netwerk. Soft skills Hier verwerf je inzicht in verschillende communicatiestrategieën en -technieken die relevant zijn in bedrijven. Ook IT-Engels en IT-Frans komen expliciet aan bod. Hierbij is ethisch en deontologisch handelen binnen de superdiverse maatschappelijke context essentieel. Het vak ‘Operational Security’ geeft je inzicht in veiligheid op de werkvloer en in het duurzaam omgaan met producten en grondstoffen. IT skills Je leert de algemene werking van hard- en software en verschillende talstelsels kennen. Daarnaast bevat deze leerlijn drie vakken waarin je leert programmeren voor IoT-toepassingen. Je krijgt inzicht in het programmeren van zowel de hardware, de software als de verbinding tussen de twee. Networks Hier leer je de infrastructuurkant van informaticatoepassingen kennen. Je krijgt inzicht in de algemene netwerkarchitecturen maar vooral de specifieke IoT-netwerken komen uitgebreid aan bod. IoT systems De focus ligt op het samenbrengen van de verschillende onderdelen van een IoT-systeem. Je verdiept je in embedded systemen , de typische communicatieprotocollen en het integreren van de verschillende IT-onderdelen tot een werkend IoT-systeem. Integration De integratie van alle bovenvermelde kennisaspecten en vaardigheden staat centraal. De leerlijn bevat vier projecten, waarvan er drie op de werkplek zelf uitgevoerd worden. Er is ook een vak IoT Trends waarin we je aan de hand van reflecties over de verworven competenties, workshops, lezingen, coachingsessies… willen voorbereiden op het noodzakelijke levenslang leren en je willen begeleiden. Gedetailleerde info over de vakken (leerdoelen, beoordeling, examenvormen ...), lees de ECTS-fiches .",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-internet-of-things"
}