{
    "id": 276,
    "content": "Veld Credits Instrumentele chemie In dit vak leer je de principes van courant gebruikte analytische technieken, zoals spectroscopische, elektrochemische en scheidingstechnieken. Je leert  de opbouw van de apparaten en zal de werking/het doel van de verschillende onderdelen kunnen uitleggen. Je zal tevens de toepassingsmogelijkheden van de verschillende technieken kennen. In dit vak leer je de principes van courant gebruikte analytische technieken. 3 Lab chemie 2 In het practicum voer je analyses uit, gebruik makend van de courant gebruikte analytische technieken zoals de spectroscopische, elektrochemische en scheidingstechnieken. Je leert de bekomen resultaten te verwerken, op een kritische manier te interpreteren en te rapporteren op een kwaliteitsvolle manier. 3 Anatomo-pathologie Anatomo-pathologie omvat de studie van de gezonde en veranderende weefsels. Via gastdocenten krijg je inzicht in de cytologie, macroscopie, kwaliteitszorg en automatisatie binnen het labo. In het praktische deel leer je coupes snijden, uitgaande van in paraffine ingebedde weefsels, waarna je de coupes kleurt en vervolgens bestudeert. 4 Algemene farmacologie & toxicologie Naast de algemene begrippen van farmacokinetiek en -dynamiek leer je binnen dit vak de werking van geneesmiddelen voor bv. het zenuwstelsel, pijn en koorts, bloed en stolling, infecties ... en drugs. Je zal de mogelijke gevolgen (zowel positief, als negatief) van het gebruik van een geneesmiddel kunnen voorspellen. 4 Klinische biologie 2 In dit opleidingsonderdeel verwerf je inzicht in de principes van de chemische analyses uitgevoerd op lichaamsvochten zoals serum, urine en zweet .Je herkent afwijkende waarden uit bloedstollingstesten met oog op bloedstollingsziekten. De chemische analyses van lichaamsvochten zijn een onmisbare ondersteuning bij de medische diagnose of de bepaling van de juiste therapie. 4 Lab klinische & moleculaire diagnostiek Tijdens dit practicum leer je het belang van een klinische of moleculaire diagnostische test op basis van de anatomie-fysiologie van de mens verklaren. Je kent de principes van de klinische of moleculaire testen. Je kan laboratoriumparameters juist interpreteren en rapporteren. Je bent in staat om interfererende factoren bij metingen te herkennen. 3 Biotechnologie 2 In biotechnologie 2 zal je je verder verdiepen in DNA, RNA en de belangrijkste moleculaire (diagnostische) technieken zoals (kwantitatieve) PCR en sequencing. Verder maak je kennis met bio-informatica en basiscloneringstechnieken. Je leert ook technieken om eiwitten te isoleren en te scheiden. Met betrekking tot celculturen zal je courante technieken leren om met celculturen aseptisch te werken. 5 Immunologie en tranfusie In immunologie zie je de verschillende immunologische cellen en weefsels in het lichaam. Je maakt kennis met het principe antigeen-antilichaam en leert de uitvoering van enkele immunologische technieken (bv. ELISA) kennen. Transfusie, of immuno-hematologie, staat stil bij de uitvoering van een bloedgroepbepaling, het gebruik van bloedproducten en de keuze voor een stamceltransplantatie. 3 Lab biotechnologie 2 In lab biotechnologie 2  leer je de belangrijkste moleculaire (diagnostische) technieken zoals gradiënt PCR, (kwantitatieve) qPCR leren uit te voeren. Je zal  primers leren designen en bestellen. Je zal tijdens de lab-opdrachten je bio-informaticavaardigheden verder ontwikkelen. Je leert eveneens technieken om eiwitten te isoleren en te scheiden (Western Blot, SDS page ...)  uit te voeren. Met betrekking tot celculturen zal je courante technieken uitvoeren om met celculturen aseptisch te werken. 4 Microbiologie 2 In medische microbiologie 2 zal  je uitgebreid ingaan op de eigenschappen, kenmerken, identificatietesten en bestrijding van de courante pathogene en opportunistische bacteriën, fungi, parasieten, prionen en virussen. Ook de parameters die de kwaliteit van staalnames en analyse kunnen beïnvloeden, komen aan bod. 3 Kwaliteitsbeheer 2 In kwaliteitsbeheer 2 zal je de wettelijke normen (bv. ISO-normen) die gelden in de laboratoria voor (klinische) diagnostiek, in de testlaboratoria en in de farmaceutische industrie en de toepassingsgebieden leren kennen. Binnen het onderdeel biomedische statistiek zal je de juistheid van een methode leren bepalen, methodes vergelijken (op vlak van juistheid en precisie), outliertesten (bvb: boxplot), een lineaire regressie-analyse leren uitvoeren en a.d.h.v. casussen statistische analyses in Excel leren interpreteren. 4 Talent 2 project In het talentprojectwerk leer je in groepjes 'uitdagende' (onderzoeks)opdrachten analyseren, uitvoeren, schriftelijk rapporteren en presenteren. Je zal tijdens het project je wetenschappelijke onderzoeksvaardigheden (waaronder wetenschappelijke artikels opzoeken, lezen, begrijpen, samenvatten) ontwikkelen. En op basis van reflecties over de gekregen feedback, je persoonlijke sterktes/zwaktes zal  je zeker je eigen talenten verder kunnen ontplooien. 3 Kijkstage Het doel van de kijkstage is kennis te maken met de inhoud van een job en de verantwoordelijkheden van een medisch laboratoriumtechnoloog (MLT), farmaceutische laboratoriumtechnoloog (FBT) en/of farmaceutisch technisch assistent (FTA). 3 Lab microbiologie 2 In dit vak leer je de identificatietesten voor bacteria en fungi  uitvoeren en interpreteren. Je leert een antibiogram opstellen en interpreteren. 3 Internationaal Project 2 @ INT In het Internationaal Project 2 zal je gedurende één week in het buitenland of in Wallonië verblijven om in een internationale setting te leren werken in het labo. Het doel van dit vak is om jou kennis en Engels/Frans vakjargon over relevante biomedische analyses en technieken bij te brengen. Hierbij zal je gestimuleerd worden om jouw Engelse/Franse communicatievaardigheden te ontplooien. Het doel van dit vak is om jou kennis en Engels/Frans vakjargon over relevante biomedische analyses en technieken bij te brengen. Hierbij zal je gestimuleerd worden om jouw Engelse/Franse communicatievaardigheden te ontplooien. Internationaal Project 2 @ Home In het Internationaal Project 2 zal je (in navolging van internationaal project 1) ook in een internationale setting leren werken in het labo. Alle communicatie (schriftelijk, mondeling) verloopt in het Engels. Het belangrijkste doel is om  jou stapsgewijs het vakjargon in het Engels aan te reiken (via lab-opdrachten, besprekingen, enz) en om je te leren omgaan met inkomende internationale, anderstalige studenten (zoals dit in het werkveld zal verlopen). 4 Intergrationlab 2 In dit practicum zal je vakoverschrijdend (biotechnologie, celculturen ...) werken en technieken uitvoeren om een gist te isoleren en te manipuleren. Je zal analytische experimenten uitvoeren (bv. gehaltebepaling glucose en/of ethanol in een voedingsbodem ...) en  zal je zelfstandig en in groep een protocol voor de groei en experimenten van in vitro celculturen opstellen. Je kent hierbij de nodige bestanddelen voor media, antibioticum en antimycoticum en hun gebruik bij in vitro celculturen. 3 Keuzevak Proefdierkunde Het biomedisch onderzoek dat o.a.. als doel heeft een veilige behandeling te ontwikkelen voor ziekten bij mens of dier, maakt gebruik van proefdieren. De laatste jaren tracht men dit gebruik te beperken en naar alternatieve methodes over te gaan. Objectieve kennis van dierproeven en proefdieren is een vereiste om op een ethisch correcte manier er mee om te gaan.Tevens is deze bij KB wettelijke voorziene en aanvaarde opleiding noodzakelijk voor personen die actief meewerken aan dierproeven. Je ontvangt een attest dat je toelaat actief mee te werken aan dierproeven na slagen voor dit keuzevak. 4 Talentproject @ Open Biolab Via dit keuzevak zal je gedurende een semester werken aan een onderzoeksproject. Daarbij mag je zelf een projectvoorstel doen. Dit kan een eigen idee zijn of een project gebaseerd op reeds bestaande onderzoekslijnen van het kenniscentrum (OpenBioLab Brussel). Vanuit een onderzoeksvraag zal een plan van aanpak opgemaakt worden. Vervolgens zal je het onderzoek uitvoeren in het labo. Je resultaten worden nadien neergeschreven in een verslag en gepresenteerd. 4 Mentorschap Ben je sterk in wetenschappen zoals chemie, biologie, enz.? En deel je graag deze kennis met eerstejaarstudenten die het moeilijker hebben? Via dit keuzevak kan je BMLT-studenten helpen, begeleiden. Je dient  de leerstof met de respectievelijke student door te nemen, oefeningen met hem/haar te maken en je ervaringen van het eerste jaar met hem/haar te delen. 4 ICT in the lab 1 Je krijgt binnen dit keuzevak een basis op vlak van digitale geletterdheid.  Daarbij gaan we de functionaliteiten binnen zowel Windows als Linux onder de loep nemen.  We bekijken hoe eenvoudige netwerken opgezet kunnen worden. Dit met het oog op interconnectiviteit tussen verschillende systemen te kunnen ondersteunen. Nadien leer je een eigen database systeem opzetten.  Je leert ook met behulp van SQL de data ophalen en verwerken.  Deze data zullen we verder bewerken met functionaliteiten van Excel.  Finaal werpen we een blik op de toekomst, waarbij we de mogelijkheden binnen Artificiële Intelligentie bekijken. 4 Biotechnical skills Een basiskennis van electronica, techniek en ICT zal noodzakelijk zijn voor de biomedische laboratoriumtechnoloog van de toekomst. DIYbio toestellen zijn hiervoor het ideale aanknooppunt. In deze keuzemodule zul je kennis maken met de nodige bouwstenen om zelf je eigen DIY bio toestellen samen te stellen. Hierdoor zal je de werking van de apparatuur die je dagelijks in handen hebt kunnen inzien, en de abstracte werking hiervan kunnen inschatten. Je leert innovatief omgaan met bestaande fablab technieken, researchmatig denken en analytisch met hardwarematige problemen om te gaan. 4 Keuzetraject Forensisch Onderzoek Forensische geneeskunde In deze module van het keuzetraject forensisch onderzoek zal je basiskennis verwerven op het gebied van de forensische geneeskunde (klinische forensische geneeskunde en forensische pathologie), de forensische odontologie en de forensische anthropologie. Je dient deze kennis toe te passen op enkele concrete medico-legale vraagstellingen, zoals het bepalen van het tijdstip van overlijden, de identificatie van onbekende personen, het achterhalen van de doodsoorzaak, het doodsmechanisme en de wijze van overlijden, het beveiligen, verzamelen en identificeren van biologische sporen … 3 Forensische labotechnieken In deze module van het keuzetraject forensisch onderzoek zal je basiskennis verwerven op het gebied van de forensische labotechnieken voor o.a. onderzoek van textielvezels, verf- en glasanalyse, ballistiek, analyse van brand- en vluchtige componenten, drugs en toxicologie, toepassingen van de elektronenmicroscoop, analyse van de biologische microsporen, genetische identificatie en interpretatie. 4 Internationaal project Forensisch Onderzoek en CSI-workshop Het project omvat een luik DNA analyse en een luik toxicologie/chemie. De CSI workshop wordt besteed aan de analyse van sporen verzameld op een (gesimuleerde) plaats delict, opmaken van een dossier (PV, schets, fotodossier) en de reconstructie van een andere zaak (andere plaats delict). In het luik DNA analyse zal je personen identificeren en het geslacht bepalen op basis van een spatje bloed; dit is een belangrijke bron van informatie in de forensische wereld. In het chemisch luik wordt een onbekend staal, gelinkt aan een casus van een verdacht gebeuren, geanalyseerd. Er wordt nagegaan welke stoffen (benzodiazepines, amfetamine...) aanwezig zijn en de concentratie ervan wordt bepaald. 4",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/biomedische-laboratoriumtechnologie"
}