{
    "id": 45,
    "content": "Hoe ziet de opleiding eruit De opleiding in 't kort Je leert de wetenschap achter de gezondheidszorg. Veel praktijk: je gaat al vanaf je 1e jaar op stage. Je traint je skills in ons simulatiecentrum met real-life ziekenhuiskamer en levensechte poppen. Je staat er bij ons niet alleen voor, samen gaan we er voor. Je hebt 100% werkzekerheid met je diploma. Je kan alle kanten uit met je diploma. Je startloon als bachelor is bij de beste. Je hebt heel wat doorgroei mogelijkheden. Verpleegkundigen staan in de top drie van de betrouwbaarste beroepen. Samenwerken op Brussels Health Campus Studenten Verpleegkunde studeren op onze campus in Jette samen met allerlei andere zorgverstrekkers zoals studenten kinesitherapie en studenten geneeskunde van de Vrije Universiteit Brussel. In verschillende projecten ga je samen met hen aan de slag om allerlei cases op te lossen. In onze simulatietrainingen leer je met alle verschillende partijen binnen het werkveld samen werkt. Je staat er niet alleen voor Onze docenten begeleiden je gedurende je volledige opleiding, van de eerste ervaringen op stage tot het schrijven van je bachelorproef. Bovendien beschikken we allemaal over onze eigen expertise. Je krijgt les van verpleegkundigen, psychologen, spoedartsen, kinderartsen, sociaal werkers… Zo stomen we je helemaal klaar voor een beroep waar je later alle kanten mee op kan. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings “Studenten moeten kunnen proeven van alle aspecten van de verpleegkunde. Dat begint met een aarzelende stage in het eerste jaar en eindigt met gespecialiseerde projecten en stages op het eind van het parcours. Prachtig om jonge mensen zo te zien groeien.” Merjem Docente verpleegkunde",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/verpleegkunde"
}