{
    "id": 154,
    "content": "Jaar 1 - Biomedische Laboratoriumtechnologie Veld Credits Chemie en ondersteunende vakken Algemene chemie In algemene chemie leer je chemisch rekenen en de chemische & fysische basisbegrippen en principes. Je krijgt inzicht in de opbouw, eigenschappen, naamgeving  van eenvoudige anorganische verbindingen. Je leert  chemische reactievergelijkingen correct schrijven en kan stoechiometrische berekeningen maken. 5 Analytische chemie In analytische chemie leer je o.a. de pH van waterige oplossingen (zuren, basen, zouten) en buffers berekenen. Je zal punten van titratiecurves berekenen voor de titraties van sterke en zwakke zuren  met zuren en basen. Je zal redoxreacties kunnen schrijven en het verband zien tussen elektrochemie met redoxreacties. 4 Bio-organische chemie In dit vak leer je de regels van de naamgeving binnen de koolstofchemie. Daarnaast komen de fysische en chemische eigenschappen van de belangrijkste klassen (vb. alkanen, alkenen, alcoholen ...) aan bod, alsook de dagdagelijkse toepassingen van deze organische verbindingen. Je leert kennis en inzicht verwerven in de structuur en de eigenschappen van de voornaamste biochemische verbindingen (zoals koolhydraten, eiwitten, vetten ...) als basiskennis. In klinische biologie 1 leer je hoe deze gemetaboliseerd worden in ons lichaam. 5 Kwaliteitsbeheer In Kwaliteitsbeheer 1 leer je de basisbegrippen, principes, implementatie, onderhoud  en vooral het belang van een kwaliteitssysteem. Je leert de SOPs (standard operating procedures) die van toepassing zijn in onze laboratoria (bv. voor afvalbeheer) en kan ze toepassen tijdens de practica. Je krijgt tevens inzicht in de beschrijvende statistiek, lineaire regressie, normaalverdeling en kansberekening. Je maakt kennis met hypothesetesten (p-waarden e.d.) en leert in Excel gegevens statistisch te verwerken. 4 Lab chemie Na Lab chemie 1 ken je en beheer je de labovaardigheden in (algemene) chemie. Je kent de basisprincipes van courante biomedische laboratoriumtechnieken (titratie, DLC, UV-VIS). Je kent de veiligheidsvoorschriften en de afvalregels. Je kan de verschillende chemische reactietypes op basis van experimenten bepalen. 4 Integrationlab (enkel regulier traject) In de experimenten van het Integrationlab 1 komen de principes van de vakken chemie, klinische biologie en statistiek samen. Er worden kwalitatieve en kwantitatieve analyses uitgevoerd op klinische stalen. Je leert ook resultaten op statistische wijze te verwerken en weer te geven en scherpt je schriftelijke vaardigheden aan. 3 Klinische & moleculaire diagnostiek Cel- & bloedleer In cel- en bloedleer krijg je enerzijds inzicht in de algemene functies van de cel en leer je enkele sleutelbegrippen kennen uit de fysiologie. Anderzijds bestudeer je de samenstelling en de eigenschappen van bloed. De routinetesten in het labo en de morfologie van de bloedcellen staan centraal. 4 Microbiologie In microbiologie leer je de morfologie en basisgenetica van pro- en eukaryote micro-organismen. Je krijgt inzicht in de taxonomie (naamgeving, classificatie) van micro-organismen en virussen. 4 Klinische biologie In dit opleidingsonderdeel verwerf je inzicht in de principes van de chemische analyses uitgevoerd op lichaamsvochten zoals serum, urine en zweet. De chemische analyses van lichaamsvochten (bv. glucose, lipiden ...) zijn een onmisbare ondersteuning bij de medische diagnose of de bepaling van de juiste therapie. 4 Lab microbiologie In dit labo leer je op een aseptische manier microbiologische handelingen uitvoeren zoals enten, leer je een agarvoedingsbodem bereiden en de meest courante microbiologische kleuringen uitvoeren op micro-organismen. Je zal ook een verdunningsreeks maken van een microbiologisch staal om het aantal micro-organismen te bepalen. Je leert eveneens hoe met een microscoop te werken. 4 Lab klinische & moleculaire diagnostiek Tijdens dit practicum leer je het belang van een klinische of moleculaire diagnostische test op basis van de anatomie-fysiologie van de mens verklaren. Je kent de principes van de klinische of moleculaire testen. Je kan laboratoriumparameters juist interpreteren en rapporteren. Je bent in staat om interfererende factoren bij metingen te herkennen. 4 Biotechnologie Biotechnologie In biotechnologie 1 zal je kennis maken met de eukaryote (humane) cel, celcomponenten, -organellen, DNA en RNA. Je leert de begrippen transcriptie, translatie, restrictie, PCR, sequencing ... Je maakt kennis met de DNA isolatie- en visualisatiemethodes. Je leert het onderscheid tussen gen-, chromosoom- en genoommutatie. 4 Lab biotechnologie In deze practica leer je RNA/DNA isoleren, kopiëren, visualiseren en manipuleren. 4 Internationaal werkveld & wetenschappelijk onderzoek Talent 1 project In het talentproject leer je individueel en in groep 'uitdagende' (onderzoeks)opdrachten te analyseren, uit te voeren, schriftelijk te rapporteren en te presenteren. Je zal tijdens het project je wetenschappelijke onderzoeksvaardigheden (waaronder wetenschappelijke artikels opzoeken, lezen, begrijpen, samenvatten) ontwikkelen. Dankzij feedback leer je door zelfreflectie je sterktes en zwaktes kennen om zo je talenten verder te ontplooien. 4 Internationaal project (enkel regulier traject) In het internationaal project (@home) leer je samenwerken met anderstalige BMLT studenten van een andere hogeschool (bvb Brusselse Franstalige hogeschool of hogeschool in het buitenland). De voertaal van dit project is Engels met eventueel een aantal Franstalige opdrachten . Het belangrijkste doel is om  je stapsgewijs het vakjargon in het Engels aan te reiken (via lab-opdrachten, besprekingen, enz.) en om je te leren omgaan met anderstaligen (zoals dit in het werkveld zal verlopen). 3 Keuzetraject forensisch onderzoek Recht In deze module van het keuzetraject forensisch onderzoek leer je de basisbegrippen en basisbeginselen van het Belgisch strafrecht en de strafprocedure. Je zal de vaktechnische begrippen correct leren hanteren en de basisbeginselen correct leren toepassen. Je zal tevens een eenvoudige strafrechtelijke casus met de docent oplossen. 3 Crime scene management In de module crime scene management leer je het crime management model in België en zie je in theorie hoe (misdaad)sporen te herkennen, op te nemen en te verwerken en dit om te zetten naar de praktijk (hiervoor krijg je workshops). 3",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/biomedische-laboratoriumtechnologie"
}