{
    "id": 69,
    "content": "Vakken Recht Recht is onmisbaar voor je toekomstige carrière. Daarom besteed je er maar liefst een derde van je opleiding aan. Zo leg je de juridische fundamenten voor je verdere vakken en loopbaan. Daarnaast word je ook begeleid in je juridische (schrijf)vaardigheden. Organisatie & communicatie Je krijgt ook een aantal bedrijfseconomische inzichten mee en een degelijke basis ICT- en communicatieskills. Aan de hand van instaptoetsen Nederlands, Frans en Engels schatten we je beginniveau in zodat we je op maat kunnen begeleiden. We helpen je om je algemene schrijfvaardigheden te ontwikkelen. Al aan de slag in de sector? Dan kan je een vrijstelling aanvragen voor deze vakken. Lees meer bij flexibel studeren . Levenslang leren In de wereld van het recht moet je voortdurend bijblijven. Juridische actualiteit en contacten met werkveld vormen daarom een essentieel deel van de opleiding, zodat je steeds op de hoogte bent van de laatste juridische ontwikkelingen. Werkplekleren Als student kom je op verschillende manieren in contact met de praktijk. Zo loop je in je afstudeerjaar een stage als juridisch-administratief medewerker en werk je tijdens de opleiding mee aan verschillende projectvakken om onder begeleiding van een docent dossiers te leren verwerken. Deze richting is voor mij de ideale mix tussen de theorie en het werkveld. Je maakt in de richting kennis met alle juridische en administratieve procedures, leert de verschillende rechtstakken kennen en je werkt aan je communicatievaardigheden. Al deze zaken kan je dan ook toepassen en toetsen bij je observatiestage in het eerste jaar en in je praktijkstage van het tweede jaar. Juridisch-administratieve Ondersteuning - Jaar 1 Veld Credits Recht Publiek recht 5 Personen- en familierecht / Familiaal vermogensrecht 5 Verbintenissen- en vermogensrecht 4 Gerechtelijk recht 4 Keuzevak Digitaal- en informatierecht Strafrecht & strafvordering Entrepreneurship 4 Bedrijfsorganisatie en -communicatie ICT-skills 4 Soft skills I 3 Soft skills II 3 Bedrijfseconomische inzichten 3 Communicatie Engels 3 Levenslang leren Inleiding recht & rechtsmethodologie 5 Project I: juridische actualiteit 4 Rechtsmethodologie 3 Het juridische werkveld Inleiding sector 4 Stage I + POP 6 Juridisch-administratieve Ondersteuning - Jaar 2 Veld Credits Recht Fiscaal recht 5 Economisch recht 5 Vennootschapsrecht 6 Keuzevak Sociaal recht Inleiding tot de Artificiële Intelligentie 4 Bedrijfsorganisatie en -communicatie Communicatie Frans 4 Toegepast juridisch schrijven 3 Levenslang leren Project II: juridische actualiteit 6 Project III: juridische actualiteit 4 Het juridisch werkveld Stage II + POP 18 Afstudeerproject 5",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-juridisch-administratieve-ondersteuning-brussel"
}