{
    "id": 56,
    "content": "Vakken Deze opleiding bestaat uit 6 vakken verspreid over een schooljaar. Programma Coding 22-23 (hybrid of online) Veld Credits Programma Programming Essentials I Programming Essentials 1 behandelt de basisprincipes van het begrijpen, analyseren en oplossen van problemen. Er wordt een brede basis gelegd voor de kennis van gestructureerd en procedureel programmeren. 6 Data Essentials Data Essentials cursus start met een overzicht van de kenmerken, soorten, voorbeelden en onderdelen van een databasesysteem. Hierna volgt een grondige bespreking van informatie- en gegevensanalyse. De student maakt kennis met de standaardquery-taal SQL voor relationele databanken. 6 Web Essentials In Web Essentials worden HTML5 en CSS3 aangeleerd en toegepast bij het bouwen van een statische website. Gezien de veelheid aan toestellen (smartphones, tablets, laptops en dekstops) waarmee bezoekers je website bekijken met bijhorende verschillen (schermgrootte, schermratio, schermdensiteit, browser, etc) besteden we aandacht aan technieken die ervoor zorgt dat pagina's correct worden weergegeven in al deze verschillende situaties. 4 Programming Essentials II Programming Essentials 2 bouwt voort op de programmeerkennis opgedaan in Programming Essentials 1 maar schakelt over naar een objectgeoriënteerde programmeertaal. De nieuwe begrippen klasse en object worden geïntroduceerd. Het uitwerken van programmastructuren zal nu verlopen aan de hand van analysediagrammen (UML), die zullen gebruikt worden voor de opbouw van je applicatie. 6 Web Advanced Om mee te gaan in de nieuwste evoluties op het vlak van web development krijg je in Web Advanced een diepere duik in Javascript. Er wordt gekeken naar de laatste toevoegingen van ECMAScript en uitgebreid gekeken naar objectgeoriënteerd programmeren binnen Javascript aan de hand van een aantal best practices. Het dynamische luik van de website wordt toegevoegd met node.js en MySQL. Er wordt gekeken naar de vereisten van hedendaagse applicaties en de basis van het framework wordt aangeleerd en gekoppeld aan een MySQL database. 5 Programming Project De student kiest zelf een project op maat de eigen noden en ambities. Dat kan een project zijn in samenwerking met de werkgever of een project, opgesteld door de docenten. Wie na de opleiding het postgraduaat Toegepaste Artificiële Intelligentie wil volgen, kan een project in Python ter voorbereiding uitvoeren. Zowel hard skills als soft skills worden tijdens het project getraind. 7",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/coding"
}