{
    "id": 230,
    "content": "Wie ben jij? Heb je altijd al gegoocheld met cijfers? En wil je je carrière over een andere boeg gooien? Of werk je al in de boekhoudwereld en wil je je kennis uitbreiden? Volg dan deze graduaatsopleiding als werkstudent (in e-learning). Ook wie werkzoekende is kan via zo een (extra) graduaatsdiploma behalen. Hoe verloopt de opleiding? We bieden je twee mogelijkheden aan. Je krijgt fysiek les in Brussel van ervaren docenten uit het werkveld. Dan kan je ook inschrijven in februari, voor een traject van 27 studiepunten. Je kunt er ook voor kiezen om de opleiding volledig digitaal te volgen via afstandsonderwijs . Dit betekent dat we geen verplichte klassikale lessen organiseren. Je studeert van thuis uit of van waar je wil. Inschrijven kan per kwartiel (4 momenten/jaar). Nieuwsgierig hoe de opleiding dan verloopt? Lees deze blog en bekijk de opleidingspagina voor accounting administration e-learning . Onze studie- en trajectbegeleiders Isis Bulté of Sophie Cooremans bekijken graag met jou wat de mogelijkheden zijn. Kortere opleidingen: Micro-credentials Wil je je kennis uitbreiden maar zie je een volledige opleiding niet zitten? Wil je je heroriënteren op de arbeidsmarkt? Wil je nieuwe, aanvullende competenties verwerven of ben je juist op zoek naar een actualisatie? Heb je nood aan bijkomende vorming? Ons aanbod in micro-credentials is er voor degene die op zoek is naar een korte, praktijkgerichte opleiding. Na een specifiek traject kan je de opgedane kennis direct toepassen binnen het werkveld. Hulpboekhouder Bedrijfsbeleid Boekhouden voor werknemers Boekhouden voor zelfstandigen Postgraduaat in de Fiscaliteit Heb je reeds een diploma hoger onderwijs op zak? Wil je je fiscale expertise uitbouwen? Volg het postgraduaat via 100% e-learning! Het zeer praktijkgerichte, deels verdiepende opleidingsprogramma van 35 studiepunten (één academiejaar) bereidt je optimaal voor om een carrière uit te bouwen binnen de fiscale sector. Dit postgraduaat biedt je een praktische opleiding gegeven door docenten uit het werkveld.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-accounting-administration"
}