{
    "id": 44,
    "content": "Hoe ziet de opleiding eruit? Onze opleiding in het kort Een kwalitatieve opleiding. Korte afstand tussen student en docent. Een mix van theorie, praktijk en vooral creativiteit Een opleiding zowel binnen als buiten de klas. Ervaring staat centraal, na drie weken begin je al aan een observatiestage. Projectmatig werk en begeleiding op maat. Oog voor diversiteit en meertaligheid. Een unieke opleiding Onze opleiding is gebaseerd op 5 basisprincipes . Deze principes komen in verschillende proporties aan bod doorheen jouw vorming tot leraar. Een unieke samenwerking met de Franstalige hogeschool Francisco Ferrer om jouw taalvaardigheid nog verder te ontwikkelen en jouw arbeidsmogelijkheden een dikke boost te geven. Met onze opleiding kan je aan de slag in het Gemeenschapsonderwijs, het stedelijk en gemeentelijk onderwijs, Katholiek onderwijs, Franstalig onderwijs en het immersie- en CLIL-onderwijs , maar ook in het buitenland ! Onze 5 basisprincipes We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Expert in leerinhoud en lesgeven Je verbreedt je kennis over de leerinhouden voor de lagere school en hoe je ze moet overbrengen naar kinderen, de didactiek. In het eerste jaar frissen we jouw kennis voor alle vakken weer op. Vervolgens zetten wij volop in op didactiek. Van alle Vlaamse hogescholen besteedt onze opleiding het meeste studiepunten aan de didactische vaardigeden van de onderwijzer. We komen er zelfs voor in de pers! Bij ons word jij een expert voor de klas! Samen onderweg Samen met de docenten van de opleidingen ga je op weg. Wij verwachten niet dat jij vanaf jouw eerste dag alle knepen van het vak onder de knie hebt. Vanaf dag één bieden wij ondersteuning op maat van jouw behoeften: coachingmomenten, project- en stagebegeleiding, lesvoorbereidingen. Maar wij staan ook klaar voor een open, laagdrempelig gesprek wanneer jij dat nodig hebt. Bij ons tel jij mee! Brussel, onze habitat Wij zijn een Nederlandstalige lerarenopleiding in Brussel en wij zijn daar trots op. Wij huizen in een nieuwe campus in de Dansaertwijk, het hippe hart van onze hoofdstad. Samen gaan wij op ontdekking naar musea, de theaters en de politieke instellingen. Alles ligt binnen handbereik! Maar wij trekken ook naar de zee of naar het Vlaamse platteland, we reizen zelfs naar Berlijn. Bij ons word jij een leraar van de wereld! Creatieve zelfontwikkeling In onze opleiding vinden wij het belangrijk dat je als mens en als leraar jouw creatieve, muzische en expressieve kant ontplooit. Wij zetten dan ook in op lessen en projecten waarin muziek, beeld en drama uitgebreid aan bod komen. Wij hebben zelfs een tweetalig koor en je sluit je opleiding af met een echte theater- voorstelling voor kinderen. Bij ons word jij een creatieve duizendpoot! Meertaligheid als troef! Voor ons is meertaligheid een troef! Als leraar lager onderwijs hoor je ook lessen Frans te geven. Staat jouw Frans nog niet op punt? Geen paniek, dankzij onze unieke samenwerking met de Franstalige Haute Ecole Francisco Ferrer krijg jij volop kansen om de taal te oefenen en leer je omgaan met meertaligheid in de klas. Wij plannen gezamenlijke uitstappen, lesmomenten en toffe activiteiten. Zo kan jij je Frans op een natuurlijke, spontane manier bijspijkeren en leer je ook studenten uit de andere taalgemeenschap kennen. Bij ons sta jij stevig in je (Franse) schoenen voor de klas! We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/lageronderwijs"
}