{
    "id": 622,
    "content": "Veld Credits Coaching- en consultatietechnieken 3 We leren je alles over de sociale wetgeving en deontologie voor diëtisten Tevens voer je hier je eerste echte consultaties uit! 3 Curatiefgerichte vorming voor volwassenen 2 De kennis van ziektes en de ingenomen medicijnen zijn onontbeerlijk om de patiënt het juiste dieet voor te schrijven. (vervolg) 3 Grootkeukenmanagement Hier verwerf je inzichten in de vakbekwaamheid die vereist is voor het beheer van een voedingsdienst. Je bestudeert de technische realisatie en uitwerking van de catering. Je krijgt inzicht in bedrijfsorganisatie, arbeidsmotivatie, leiderschap, personeelsbeheer en marketing. Tevens wordt je op de hoogte gebracht van aankoop, voorraadbeheer, distributie, verwerking. Je leert dit in theorie maar ook ter plaatse gedurende een stage van twee weken. 6 Project 3: Gezondheidsbevordering Project 3 is een project rond gezondheidsvoorlichting- en bevordering waarbij er een interventie in kleine groepjes wordt uitgewerkt voor een specifieke doelgroep en/of thema met de verschillende stappen van het planningsmodel. 3 Project 4: Multiculti We hebben het over interculturele hulpverlening door de diëtist. Dat doen we tijdens een 5-daagse uitwisseling met de Haagse Hogeschool. We besteden heel wat aandacht aan een goede interculturele communicatie en het gebruik van hulpmiddelen en aangepaste skills bij een diëtetisch consult. 3 Psychologie en persoonlijke ontwikkeling 2 Eetstoornissen staan in dit opleidingsonderdeel centraal. Tevens bewijs je dat je een ingesteldheid tot levenslang leren hebt ontwikkeld. 4 Toegepaste dieetleer en casuïstiek 2 Je geraakt vertrouwd met de diagnosevorming van medische problematieken en pathologieën en de daaruit vloeiende preventieve, curatieve en ondersteunende voedingszorg en dieetmaatregelen bij volwassenen. We leggen het accent op de voedingsaanbevelingen, dieetrichtlijnen, klinische voedingen en dieetproducten bij medische aandoeningen. 6 Voedingsleer 2 We bestuderen de voeding van verschillende leeftijdsgroepen en in verschillende situaties (rekening houdend met de individuele diversiteit). 4 Voedingsproductontwikkeling Deze cursus helpt je om in te spelen op trends in de voedingsindustrie, de behoeften/de noden van de markt te analyseren en de verschillende fasen van het productontwikkelingsproces te leren kennen. 3 Wetenschappelijke onderzoeksvaardigheden 2 Je werkt individueel een paper, protocol en presentatie uit; dit ter voorbereiding van je bachelorproef. 3 Keuzevak Voeding bij sporters In dit keuzevak  gaan we dieper in op sportdiëtetiek (of sport en voeding) en lichten we de algemene richtlijnen betreffende voeding bij volwassen sporters toe. 3 Voeding in de geriatrie In dit keuzevak komen verschillende professionals uit het werkveld hun expertise delen. Centraal staat de voedingszorg bij een oudere, geriatrische, populatie. 3",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/voedings-dieetkunde"
}