{
    "id": 549,
    "content": "Stage en Bachelorproef Stage 8 weken Tijdens de stageperiode zal je leren zelfstandig problemen herkennen en oplossen en opgelegde taken tot een goed einde brengen. Er wordt van jou verwacht dat je als individu en collega kan functioneren in een werksituatie. Een tweede, minstens even belangrijke doelstelling is het leren werken met geavanceerde professionele analyseapparatuur om je technische vorming  te vervolledigen. Je stage is de aanloop tot het verdere beroepsleven. 14 International internship (8 weeks) Kies je voor een buitenlands avontuur? Dan zal je tijdens deze stageperiode leren zelfstandig problemen herkennen en oplossen en opgelegde taken tot een goed einde brengen. Er wordt van jou verwacht dat je als individu en collega kan functioneren in een 'internationale' werksituatie. Een tweede, minstens even belangrijke doelstelling is het leren werken met geavanceerde professionele analyseapparatuur om je technische vorming  te vervolledigen. Je stage is de aanloop tot het verdere beroepsleven. 14 Bachelorproef ( 12 weken) Tijdens de bachelorproefstage krijg je  de gelegenheid je ontwikkelde en verworven competenties in een reële werksituatie toe te passen. Je zal worden geconfronteerd met probleemstellingen op vlak van wetenschappelijk onderzoek die minder of zelfs helemaal niet op de hogeschool kunnen gesimuleerd worden. Je dient je bevindingen te rapporteren dmv een scriptie (of eindwerk). 20 International workplacement+thesis (12 weeks) Kies je voor een buitenlandse bachelorproefstage dan krijg je  de gelegenheid je ontwikkelde en verworven competenties in een reële werksituatie (in een buitenlands labo naar keuze) toe te passen. Je zal worden geconfronteerd met probleemstellingen op vlak van wetenschappelijk onderzoek. Je zal tevens kennis maken met een andere cultuur en leren communiceren in een andere taal.  Je dient je bevindingen te rapporteren dmv een scriptie (of eindwerk). Je neemt in dit geval geen keuzevak van drie studiepunten op 23",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/biomedische-laboratoriumtechnologie"
}