{
    "id": 470,
    "content": "Keuzevakken Proefdierkunde Het biomedisch onderzoek dat o.a.. als doel heeft een veilige behandeling te ontwikkelen voor ziekten bij mens of dier, maakt gebruik van proefdieren. De laatste jaren tracht men dit gebruik te beperken en naar alternatieve methodes over te gaan. Objectieve kennis van dierproeven en proefdieren is een vereiste om op een ethisch correcte manier er mee om te gaan.Tevens is deze bij KB wettelijke voorziene en aanvaarde opleiding noodzakelijk voor personen die actief meewerken aan dierproeven. Je ontvangt een attest dat je toelaat actief mee te werken aan dierproeven na slagen voor dit keuzevak. 4 Mentorschap Ben je sterk in wetenschappen zoals chemie, biologie, enz?  En deel je graag deze kennis met eerstejaarstudenten die het moeilijker hebben? Via dit keuzevak kan je BMLT- studenten helpen, begeleiden. Je dient  de leerstof met de respectievelijke student door te nemen, oefeningen met hem/haar te maken en je ervaringen van het eerste jaar met hem/haar te delen. 3 Entrepeneurship Entrepreneurship is een attitude die zowel kan gebruikt worden om een eigen zaak op te starten maar ook om als intrapreneur een mooie loopbaan uit te bouwen binnen een bedrijf als werknemer die een kaderfunctie ambieert. Ondernemen is in staat zijn een strategie uit te tekenen en te implementeren voor een vooropgestelde ambitie te realiseren, dit alles met economische rentabiliteit als kritische succesfactor. Een groot deel gaat ook naar financiële geletterdheid; je leert een balans lezen en de opbouw van een resultatenrekening. Als laatste stuk binnen de inhoud zullen we het hebben over marketing of je product naar de markt brengen, ready to market maken. 3 Farmaceutische Zorg & wetgeving In dit keuzevak word je voorbereid om als farmaceutisch technisch assistent patiënten te informeren over bvb inhalatietechnieken, verbanden, medicatieschema's, ... je oefent begeleidingsgesprekken m.b.t. nieuwe medicatie en ontwikkelt verder je communicatievaardigheden (vb: slecht nieuwsgesprek,WHAM (wat, hoe, ...) vragen). Je leert tevens de naam, werking, nevenwerking van de  'OTC'-geneesmiddelen waarvoor geen voorschrift nodig is. 3 Talentproject@Open Biolab Via dit keuzevak zal je gedurende een semester werken aan een onderzoeksproject. Daarbij mag je zelf een projectvoorstel doen. Dit kan een eigen idee zijn of een project gebaseerd op reeds bestaande onderzoekslijnen van het kenniscentrum (= OpenBioLab Brussel). Vanuit een onderzoeksvraag zal een plan van aanpak opgemaakt worden. Vervolgens zal je het onderzoek uitvoeren in het labo. Je resultaten worden nadien neergeschreven in een verslag en gepresenteerd. 3 Bio-ethiek Wil je verder studeren en een master in Biomedische wetenschappen (BMW) aan de VUB behalen? Dan kan je reeds dit vak uit het 2de jaar bachelor BMW opnemen. 3 Farmaco-epidemiologie Wil je verder studeren en een master in farmaceutische wetenschappen (Farmcie) aan de VUB behalen? Dan kan je dit vak  uit het 3de jaar bachelor farmacie opnemen. 3 Immunologie Wil je verder studeren en een master in farmaceutische wetenschappen (Farmcie) aan de VUB behalen? Dan kan je één van onderstaande vakken uit het 2de jaar bachelor farmacie opnemen. 3 Farmacognosie & fytotherapeutica Wil je verder studeren en een master in farmaceutische wetenschappen (Farmcie) aan de VUB behalen? Dan kan je dit vak  uit het 3de jaar bachelor farmacie opnemen. 5 Pathofysiologie Wil je verder studeren en een master in farmaceutische wetenschappen (Farmcie) aan de VUB behalen? Dan kan je dit vak  uit het 3de jaar bachelor farmacie opnemen. 6 ICT in the lab 1 ICT in the lab 1: Je krijgt binnen dit keuzevak een basis op vlak van digitale geletterdheid.  Daarbij gaan we de functionaliteiten binnen zowel Windows als Linux onder de loep nemen.  We bekijken hoe eenvoudige netwerken opgezet kunnen worden.  Dit met het oog op interconnectiviteit tussen verschillende systemen te kunnen ondersteunen. Nadien leer je een eigen database systeem opzetten.  Je leert ook met behulp van SQL de data ophalen en verwerken.  Deze data zullen we verder bewerken met functionaliteiten van Excel.  Finaal werpen we een blik op de toekomst, waarbij we de mogelijkheden binnen Artificiële Intelligentie bekijken. 3 ICT in the lab 2 De job van laborant verandert in snel tempo.  Doorgedreven automatisering en de komst van artificiële intelligentie brengen nieuwe uitdagingen met zich mee.  Er is een nood in het werkveld aan key-operatoren die de brug vormen tussen een medisch of farmaceutisch/biologisch laborant (MLT/FBT) en ICT’ers.  Beschik je reeds over digitale basisvaardigheden of heb je het keuzevak ICT in the lab 1 gevolgd?   Dan is dit keuzevak de ideale vervolgopleiding! 3 Biotechnical skills Wil je werk maken van je basiskennis van electronica, techniek en ICT die noodzakelijk zijn voor de biomedische laboratoriumtechnoloog van de toekomst? Dan is dit keuzevak voor jou. DIY (Do-it-Yourself) bio-toestellen zijn hiervoor het ideale aanknooppunt. Je zal kennis maken met de nodige bouwstenen om zelf je eigen DIY bio-toestel samen te stellen en je technische vaardigheden ontwikkelen. Je leert innovatief omgaan met bestaande fablab technieken, researchmatig denken en analytisch met hardwarematige problemen om te gaan. 3 Cosmetic sciences Cosmetica zijn alle producten die in contact komen met de opperhuid, de haren, het lichaamshaar, de nagels, de lippen, de mond, enz met als doel om die te reinigen (bvb: zeep), te beschermen (bvb: zonnecrème), in goede staat te houden (bvb: antirimpelcrème), te parfumeren (bvb parfum, deodorant) of het uiterlijk ervan te wijzigen (bvb: make-up, haarkleurmiddelen). De cosmetica-industrie is een belangrijke sector in België die nood heeft aan professionele bachelors met een wetenschappelijke achtergrond en interesse in Cosmetologie. Dit keuzevak is module 3 van de postgraduaatopleiding Cosmetic sciences. Hierin zal je kennismaken met de theorie en de praktijk van formulatietechnieken alsook met het productieproces in de cosmetische industrie. 3 Biotechnology research skills Ben je gepassioneerd door biotechnologie? Dan kan je je in dit vak uitleven. Je herneemt de basisprincipes van de moleculaire biologie, leert primers en PCR reacties ontwerpen. Je zal in silico een plasmide ontwerpen alsook een CRISP genoommodificatie. Je volgt de belangrijkste evoluties in nieuwe biotechnologische technieken 3",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/biomedische-laboratoriumtechnologie"
}