{
    "id": 423,
    "content": "Farmacologie Binnen dit vak bestudeer je de werking van geneesmiddelen (voor behandeling van problemen met bvb cardiovasculair, gastro-intestinaal, hormonaal, ademhalingstelsel, ...). Je leert de mogelijke gevolgen  (zowel positief, als negatief) van het gebruik van een geneesmiddel voorspellen. 3 Farmaceutische technologie In dit vak worden de verschillende en meest courante galenische vormen (bvb  suppo's, gelulen, siropen,...) besproken. Je kan het onderscheid maken tussen de verschillende recepten en herkent de galenische vorm. Je kent het belang van een vehiculum.  Je leert de functies van hulpstoffen bij de bereiding van specialiteiten/magistralen. 3 Biotechnologie 3 In dit vak leer je de verschillende stappen in het cloneringsproces. Je kan deze stappen chronologisch ordenen. Je maakt kennis met clonerings- en expressievektoren en genoom aanpassingstechnieken. Je leert experimenten plannen en zal autonoom technieken toepassen  en toestellen gebruiken in een gentechnologisch labo. 3 Persoonlijke en permanente ontwikkeling (POP/PPO) Je volgt een aantal verplichte activiteiten (aangeboden door de school bv. bedrijfs- of labobezoeken) en neemt eigen initiatieven opdat je ingesteldheid tot levenslang leren wordt ontwikkeld. De onderwerpen moeten actueel/innovatief zijn en inspelen op de trends die zich voordoen in de wereld van de biomedische laboratoriumtechnoloog. 3 Kwaliteitscontrole van grondstoffen en geneesmiddelen Het doel van de cursus is jou vertrouwd te maken met het belang en de verschillende aspecten van de kwaliteitscontrole die dient te gebeuren bij de productie van geneesmiddelen. Je leert de standaarden /principes die de kwaliteit van geneesmiddelen waarborgen en de instanties die er controle op uitoefenen. Je maakt tevens kennis met de verschillende kwaliteitscontroletesten op tabletten en stabiliteitstesten. 4 Lab farmacie In dit practicum zal je  2 grondstoffen analyseren aan de hand van de Europese Pharmacopee (en de resp. monografieën). Je zal verschillende galenische vormen van een geneesmiddel leren bereiden (suppo's, geleulen, zalven, ...) en de kwaliteitscontrole op de inhoud/gehalte van de actieve stof(fen) en hulpstoffen (specialiteiten en magistrale bereidingen) uitvoeren door middel chromatografische en spectrofotometrische methoden. 4",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/biomedische-laboratoriumtechnologie"
}