{
    "id": 234,
    "content": "Multimedia & Creatieve Technologie: jaar 2 Veld Credits Design Design III In dit opleidingsonderdeel oefen je op het maken van originele en concrete concepten, rekening houdend met een doelpubliek. We doorlopen de verschillende fases van design thinking, geven invulling aan een merk, zoeken naar de juiste marketingkanalen en passende campagnes. Onderwerpen zoals marktonderzoek & doelgroepbepaling, brainstorming, prototyping, merkidentiteit & visueel design, marketingkanalen, pitch & presentatie komen aan bod. Semester 1 5 Design IV Dit opleidingsonderdeel brengt je kennis bij van UX-design, systemisch design en strategisch design. Tijdens de werkcolleges zet je die opgedane kennis meteen ook in de praktijk. Je leert dan op een iteratieve manier, ideeën genereren, die ideeën omzetten in design keuzes en de gemaakte keuzes ook uitwerken in een dienst of product. Concreet gebruik je design research technieken zoals personae, customer journeys, empathy mapping, problem definition,… om in 4 stappen van idee naar product te gaan. Semester 2 5 Development Development III Je leert professionele applicaties bouwen met behulp van een platformonafhankelijke objectgeoriënteerde programmeertaal. Hierbij maken we gebruik van bibliotheken of frameworks. Je leert op een objectgeorienteerde manier gestructureerde applicaties maken die data kunnen verwerken. Ook de interactie met databases komt hierbij aan bod. Verder is er aandacht voor gevorderde programmeertechnieken. Semester 1 5 Development IV In dit opleidingsonderdeel ga je nog een stap verder in het objectgeörienteerd programmeren met een focus op belangrijke principes die je voorbereiden op levenslang leren en toekomstige evoluties op vlak van programmeertalen. Zo leer je Design Patterns kennen, generiek opgezette softwarestructuren die veelvoorkomende software-ontwerpprobleem oplossen. Je leert ook klassendiagrammen maken waar de relatie tussen de verschillende klassen en objecten weergegeven wordt. Semester 2 5 Soft Skills Communication II Je leert professioneel communiceren in het Engels, zowel schriftelijk als mondeling. Aan de hand van een bedrijfsbezoek, word je ondergedompeld in een Engelstalige omgeving en leer je hoe een multimediaprofessional communiceert en werkt. Tegelijkertijd krijg je een heuse shot marketing, zodat je niet alleen een concreet & realistisch voorbeeld uit het werkveld te zien krijgt, maar ook zelf een analyse kan maken van een belangrijke speler binnen het werkveld. Om je op deze buitenkans voor te bereiden, krijg je enkele belangrijke tools ter beschikking. Naast essentiële taaltips en inzicht in professioneel Engels taalgebruik, leer je ook courante marketingconcepten herkennen, toepassen en evalueren. Semester 1 5 Grow II Je werkt een project uit dat kadert in één van de vijf opgelegde domeinen, formuleert persoonlijke doelstellingen, reflecteert over je eigen attitude (scoring bij start en einde van het project) en brengt alle onderdelen samen in een portfolio. Bijzondere aandacht gaat opnieuw naar zelfmanagement en talentontwikkeling. Daarnaast leer je, als start van het Final Work, hoe je een onderzoeksvraagstuk aanpakt in de colleges rond research. Semester 2 5 Essentials Web II Je leert dynamische websites maken in back- en front-end met behulp van full stack Javascript en andere moderne web technieken. Je leert een volwaardig gestylde website maken dat straalt van persoonlijkheid met geavanceerde CSS animaties . Je web apps krijgen heel wat meer functionaliteiten dankzij het gebruik van Node en NPM. Dynamisch data manipuleren met nosql of realtime databases, de backbone en security van je webapps wordt hier bekeken. Semester 1 5 Full Projects Full Projects III Gedurende drie projectweken maak je een goed doordachte toepassing voor IoT of AI. In teamverband worden alle fasen doorlopen om te komen tot een professioneel eindproduct. Het team is verantwoordelijk voor het projectmanagement en komt tot een presenteerbaar en door de klant aanvaard eindproduct door middel van projectmatig werken. Je wordt tijdens deze periode intensief begeleid door docenten van de opleiding. Voorafgaand leer je de basisprincipes van IoT, AI en machine learning. Semester 1 5 Full Projects IV Gedurende drie projectweken werk je, binnen je specialisatiegebied, aan een goed doordachte toepassing voor het herwerken en presenteren van de portfolio’s van medestudenten en externe uitstraling van de opleiding. In teamverband worden alle fasen doorlopen om te komen tot een professioneel eindproduct. Het team is verantwoordelijk voor het projectmanagement en komt tot een presenteerbaar en door de klant aanvaard eindproduct door middel van projectmatig werken. Semester 2 5 Keuzemodules Web & App Front-End | Back-End | Android | iOS Word een hard-core webdesigner en -developer. Je leert er werken met de nieuwste en meest geavanceerde webtechnologieën. Extended Reality 3D-modeling & -animation | Virtual reality | 3D-gaming | Virtual Studio Creëer toepassingen voor augmented, extended en virtual reality. Je volgt de trends op de voet en innoveert voor de toekomst. Motion Live Visuals | Motion Graphics | Interactive Motion | Drones | Virtual Studio Werkelijke camerabeelden of geanimeerde computerbeelden? Maak interactieve projecties en audiovisuele producties en verbluf je toeschouwers. Emerging Technologies Artificial Intelligence | Drones | Physical Prototyping Van storytelling en conceptual thinking tot physical prototyping. Bedenk en maak de digitale producten van de toekomst.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/multimedia-creatieve-technologie"
}