{
    "id": 43,
    "content": "Hoe ziet de opleiding eruit Het theoretisch deel van de opleiding wordt online aangeboden. Om deel te nemen moet je beschikken over een computer of laptop en een internetverbinding. De referentieverpleegkundige wondzorg is een verpleegkundige die zich gespecialiseerd heeft in de zorg voor patiënten met wonden. Deze verpleegkundige heeft kennis en vaardigheden op het gebied van wondbehandeling, wondverzorging, wondheling en wondpreventie. De referentieverpleegkundige wondzorg adviseert en ondersteunt andere verpleegkundigen en zorgverleners bij de zorg voor patiënten met wonden en is verantwoordelijk voor de coördinatie en het bewaken van de kwaliteit van de wondzorg. De referentieverpleegkundige wondzorg speelt een belangrijke rol in het verbeteren van de wondzorg en het bevorderen van de wondheling van patiënten. Gelet op de verordening van 03-10_2022 met uitvoering op 1 december 2022 werden er bijkomende  voorwaarden gesteld aan de referentieverpleegkundige wondzorg. Met deze opleiding tracht deze opleiding een antwoord te bieden aan de noden in het werkveld. Wat leer je De competenties van een referentieverpleegkundige in wondzorg omvatten: Kennis van wondzorg: In-depth kennis van verschillende soorten wonden, hun oorzaken en de beste behandelmethoden. Beoordeling van wonden: Vaardigheid in het correct beoordelen van wonden, waaronder de diepte, grootte en infectie. Wound Management: Deskundigheid in het toepassen van de juiste behandelmethoden en producten om wonden te genezen en te voorkomen dat ze erger worden. Communicatie: Vaardigheid in het effectief communiceren met patiënten, familieleden, artsen en andere zorgverleners over wondzorg. Educatie en begeleiding: Capaciteit om patiënten en hun familie te onderwijzen over wondzorg en hen te begeleiden bij het zelfbeheer van hun wonden. Documentatie: Deskundigheid in het op een nauwkeurige en tijdige manier documenteren van wondzorggegevens en -behandelingen Lesprogramma Deze opleiding vindt plaats in het najaar van 2024. Deze cursus omvat de volgende onderdelen met betrekking tot ulcera, brandwonden, decubitusletsels, oncologische wonden, stomata, skin tears, chirurgische wonden en diabetesvoetwonden: Fysiologie, en pathologie bij de wondgenezing Typologie van de wonden Heelkundige behandeling van wonden Pijnbeheer Gezondheidsleer Multidisciplinaire benadering van pijn beheer Epidemiologie, bacteriologie Medische behandeling van wonden Acute en chronische complicaties van wonden Preventie van chronische wonden Ziekenhuishygiene Voeding- en dieetleer",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/opleiding-tot-referentieverpleegkundige-de-wondzorg"
}