{
    "id": 69,
    "content": "Vakken Je eerste lesweek In de eerste lesweek trek je twee dagen op bootcamp. Hier leer je je docenten en medestudenten meteen echt kennen. Zo voelt iedereen zich snel thuis in de opleiding en wordt de klasgroep al snel een hechte groep: een ideale basis voor de latere groepswerken. Op een intensieve, onconventionele en creatieve manier ga je aan de slag met enkele concrete opdrachten en ontdek je onze aanpak: coachend, persoonlijk en met veel ruimte voor feedback. De rest van het jaar Theoretische hoorcolleges worden afgewisseld of gecombineerd met workshops. Sommige vakken krijg je een heel jaar lang, andere verwerk je in één semester. Bij vakken als Agile Projectmanagement, Innovation Project lean Canvas, Business Case, Financial Planning en Innovatiecase uit persoonlijk engagement, werk je aan een reëel project en word je begeleid door coaches. Daarnaast is er ruimte voor persoonlijke inbreng van thema's die jou boeien en werk je aan verschillende projecten voor diverse opdrachtgevers. Innovatiecase De Innovatiecase is het sluitstuk van de opleiding. Je kiest, samen met je coördinator en een zelf gekozen externe opdrachtgever, een project waar je een groot deel van het jaar aan werkt. Samen met je teamgenoten werk je autonoom aan een project waarin je je passie terugvindt. Tijdens het hele project krijg je coaching van je docenten. Wil jij zelf een innovatief product of een innovatieve dienst lanceren? Dan kan je op onze steun rekenen bij de start van je eigen onderneming, en zo heb je meteen je afstudeerproject te pakken. Voor dit soort opdrachten, start je best al in het 2de jaar met je case. Innovatiecafé Het innovatiecafé is een initiatief van de opleiding om studenten en belangstellenden telkens rond een specifiek thema in contact te brengen met een keynote speaker en een aantal start-ups. Na afloop van de keynote is er een debat of een uitgebreide Q&A. De avond wordt afgesloten met een Networking Drink. Hou zeker onze evenementenpagina in de gaten. Programma Idea & Innovation Management Jaar 1 Veld Credits Creativiteit Creatief denken en brainstormen 4 Innovatie Innovation Management 1 3 Research Basics 6 Innovatie in de media 4 Trendwatching 5 Innovation Project Lean Canvas 3 Digitale Transformatie: trends, tools & technieken 4 Ondernemerschap Business Management 5 Marketing & Brands 6 Toegepaste ICT 5 People Skills Coaching 1 3 Personal Leadership 1 3 Inleiding in de humane wetenschappen 5 Geïntegreerd Agile Projectmanagement & Teamwork 4 Programma Idea & Innovation Management Jaar 2 Veld Credits Creativiteit Design thinking, Concepting, Prototyping 5 Idea Promotion 4 Innovatie Innovation Management 2 4 Design and Innovation Research 6 Maatschappelijke innovaties 5 Trendimplementatie 5 Ondernemerschap Business Case & Project 7 Financial Planning & Project 3 Business Ecosystems 3 People Skills Coaching 2 3 Personal Leadership 2 3 Networking Skills 3 Geïntegreerd Stage 1 9 Programma Idea & Innovation Management Jaar 3 Veld Credits Creativiteit Business Creativity 5 Innovatie Innovation Management 3 4 Strategic Futures Orientation 5 Recentste technologische innovaties 3 Organisaties in beweging 5 Ondernemerschap Business modeling, Finance & IP 5 Sustainability & Circular Economy 5 People Skills Facilitation Skills 3 Intercultural Skills 3 Geïntegreerd Stage 2 15 Innovatiecase uit persoonlijk engagement 7 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Check de specifieke leerresultaten . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/idea-and-innovation-management"
}