{
    "id": 439,
    "content": "Extended Reality 3D Modeling & Animation In deze module leer je om zelf een character in Maya in 3D te maken - van 3D modeling tot het inkleuren of shaden. Als je daarmee klaar bent voorzie je je character van een control rig, een skelet structuur waarmee je je figuurtje kan animeren. Vervolgens leer je werken met keyframes en zet je letterlijk je eerste stappen in 3D character animation. Tenslotte leer je werken met mocapdata om je 3D character echt leven in te blazen. Je werkt doorlopend aan je eigen opdracht of je kan er voor kiezen om met het opgelegde figuurtje te werken. 1. modelen : we behandelen de basisprincipes van 3D modeling voor karakters aan de hand van een video tutorial 2. modelen : je past de principes uit de vorige les toe om een eigen karakter in 3D te ontwerpen 3. shaden : je maakt gebruik van diverse maya shaders en/of substance painter om je figuur kleuren en materialen te geven 4. rigging : met de Human IK module in Maya voorzie je je figuur van een rig 5. skinning : om je figuurtje correct te deformeren ga je weight painten op de skin van je figuur 6. animation : we verkennen het werken met keyframes hand van een eenvoudige stap-cyclus 7. animation : we combineren verschillende motion capture bestanden in de time editor 8. lighting & rendering : hier komt alles uit de vorige lessen samen, het resultaat is een kort 3D filmpje 5 3D Games Je leert de nodige concepten en technieken aan om een volledige 3d game te ontwerpen en te ontwikkelen m.b.v. Unity: Component based programming, procedurele generatie, real-time animatie, physics, particles, shaders, enz... Je ontwikkelt een 3D game naar keuze. 1. Workshop Unity Basics 2. Game Design + Concept 3. Input, Physics, Raycasting 4. Animation 5. Particles 6. Shaders 7. Performance 8. Procedural Generation 5 Virtual Reality In Virtual Reality zie je diverse spatial computing concepten met betrekking tot Virtual Reality, Augmented Reality en Mixed Reality. Je exploreert deze nieuwe technologieën zowel op vlak van design (3d interfaces, interfaceless design, gestures,...) als op vlak van development (verschillende SDK's & hardware). Je creëert VR-environments, AR- en MR-interfaces en XR-games met behulp van Unity. OPDRACHT VR: Je ontwikkelt een concept en prototype in samenwerking met een echte klant. OPDRACHT AR/MR: Maak een magazine/boek of platenhoes interactief met behulp van augmented of mixed reality. 1. Workshop Unity Basics 2. VR Opdracht + Concept Design 3. UX Design for VR 4. Workshop VR Development 5. Prototype Building 6. Prototype Building + UX 7. Augmented & Mixed Reality: Concept + UX 8. Workshop AR Development 9. AR Prototype 5 Virtual Studio In de audiovisuele sector is er een verschuiving aan de gang van reële producties naar virtuele producties die in Extended Reality (XR) gecreëerd worden waar echte en virtuele omgevingen gecombineerd worden en mens-machine-interacties door computertechnologieën en wearables gegenereerd worden. Je bouwt een virtual studio op en maakt een videoproductie die gebruikt maakt van XR en/of Unity 3D. 5",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/multimedia-creatieve-technologie"
}