{
    "id": 61,
    "content": "Basismodule palliatief referent - 6 SP In acht volledige lesdagen maken we je wegwijs in de relevante wetgeving en in de (verdere) uitbouw van de visie en structuur van palliatieve zorg in de eigen organisatie. We bieden inzicht in symptomen en een praktische aanpak in functie van symptoombestrijding en comfortzorg. De psychosociale, emotionele en spirituele impact op de palliatieve patiënt is enorm groot, hoe ga je daar op gepaste wijze mee om? Gepaste communicatie en bespreekbaar maken en begeleiden van voorafgaande zorgplanning komen uitgebreid aan bod in deze module. Dit zowel met de zorgvrager als met de familie. We belichten ook procedures voor palliatieve sedatie en euthanasie en het onderscheid tussen beide. Tot slot hebben we ook ruim aandacht voor jou als zorgverlener. Hoe ga jij om met emoties, angsten, rouwen en hoe hou je jezelf staande zowel professioneel als persoonlijk? Van jou als cursist verwachten we een actieve inbreng aan de hand van casussen uit je eigen dagdagelijkse praktijk en ervaringen. Specialisatiemodule palliatief deskundige - 14 SP De specialisatiemodule is verder opgesplitst in volgende 4 opleidingsonderdelen: 1. Pathologie en verpleegkundige zorg – 4 SP Fysiopathologie en verpleegkundige aandachtspunten bij specifieke problemen komen hier aan bod:  ademhaling, urologische en gynaecologische problemen, vocht en voeding, leverstoornissen,… 2. Ethiek, spiritualiteit en veerkracht – 4 SP We gaan dieper in op beslissingen bij het levenseinde, ethische reflecties en deontologie, spiritualiteit van de zorgverlener, levensmoeheid, medisch-psychosociale benadering van het lijden van de verzorgende, veerkracht verhogen, aromazorg… 3. Communicatie in de palliatieve zorg – 3 SP Je verwerft theoretische inzichten in het communicatieproces en krijgt training in gespreksvaardigheden. 4. Integratie – 3 SP In functie van de integratieopdracht leer je gebruik maken van wetenschappelijk literatuur en bespreken en analyseren van casussen.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/palliatieve-zorg"
}