{
    "id": 40,
    "content": "Kennis van ICT, elektronica & techniek en biotechnologie zal noodzakelijk zijn voor de biomedische laboratoriumtechnoloog van de toekomst. Er is een nood in het werkveld aan key-operatoren die de brug vormen tussen een medisch of farmaceutisch/biologisch laborant (MLT/FBT) en ICT’ers. Bij ‘ICT in the lab 1 en 2’ zal de student kennis maken met de belangrijke ICT begrippen/terminologie. In het kader van automatisatie en dataverwerking, komen tevens Excel, SQL en relationele databanken, alsook programmeren en de biomedische toepassingen binnen artificiële intelligentie aan bod. Met molecular design and gene editing (in silico en in the lab)  kan de student zijn/haar onderzoekscompetenties in biotechnologie verder ontwikkelen. Men zal er leren hoe ‘moleculair design’ in zijn werk gaat: hoe kan je door kopiëren, knippen en plakken met genen, plasmiden en genomen het gewenste resultaat bereiken? Wat leer je Deel 1 ICT in the lab 1 - combinatie van online en on campus lessen De student heeft kennis van en inzicht in: ICT basics & terminologie Het verschil tussen Computer Based Patient Records (CPR), Electronic Medical Records (EMR) en Electronic Health Records (HER) Standaarden in EMR en EHR Ethische overwegingen bij het verwerken en analyseren van medische gegevens Inleiding R en RStudio Analyse in R Deel 2 ICT in the Lab 2 - combinatie van online en on campus lessen De student heeft kennis van en inzicht in: Data management R revisited Basis programmeren in Python Werken met tekstuele data en databanken Machine learning in Python Supervised learning Unsupervised learning Reinforcement learning Deel 3 Molecular design and gene editing in silico - online lessen De student: Kan, in silico, primers en PCR reacties ontwerpen Kan, in silico, plasmiden en kloneringsstrategieën ontwerpen Kan, in silico, een CRISPR Cas genoommodificatie protocol ontwerpen Is op de hoogte van belangrijke evoluties in nieuwe biotechnologische technieken Deel 4 Molecular design and gene editing in the lab - on campus lessen De student: Kan een klonering uitvoeren Kan in vitro en in vivo een CRISPR Cas genoommodificatie protocol uitvoeren Lesgevers Els Plas - Opleidingshoofd BMLT Iris Steenhout - docent Jolien De Munck - docent Tom Peeters - senior onderzoeker/docent Lesprogramma De opleiding start in september 2024 .  Er is een combinatie van online en on campus lessen. Programma",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/applied-bio-informatics-research-diagnostics"
}