{
    "id": 39,
    "content": "Hoe ziet de opleiding eruit We gaan dieper in op de kern van AI: machine learning. We behandelen regressie en classificatie, onderzoeken de werking van neurale netwerken, deep learning, genetische algoritmen, clustering enz. We leren modellen trainen met behulp van bestaande libraries en hierbij rekening te houden met de beperkingen van de dataset waar we van vertrekken. Hoe heb je les? Hybride, de student kan zelf kiezen om de les op campus of online mee te volgen. Programma Deze navorming start in december 2024 en loopt over 4 dinsdagen. Na je studie Attest Na het beëindigen van deze opleiding ontvang je een bewijs van deelname. Waar heb je les Campus Kaai In Anderlecht Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Het inschrijvingsgeld bedraagt 780 euro.  Na inschrijving ontvang je een factuur. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 4 mei van 10u tot 13u Zaterdag 29 juni van 10u tot 15u Zaterdag 7 september van 10u tot 15u Woensdag 11 september van 17u tot 20u Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Vereiste voorkennis We verwachten van jou een basiskennis programmeren. Inschrijven Klaar om je in te schrijven voor 'Machine Learning'? Top!  Op deze pagina kan je van start met je inschrijving.  Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact campus Kaai Nijverheidskaai 170 1070 Anderlecht Mail ons: stel je vraag aan Robin Bervoets - Coördinator Bel ons: 02 523 37 37 Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/machine-learning"
}