{
    "id": 552,
    "content": "Veld Credits Biochemie Hier leer je meer over o.a. hormonen en bestudeer je metabolische processen. 3 Coaching- en consultatietechnieken 2 Tijdens een consultatie moet je als diëtist de antropometrische gegevens verzamelen en correct interpreteren. Daarnaast moet je cliënt er van overtuigd worden dat de voorgestelde veranderingen in het voedingspatroon nodig zijn en dat deze ook moeten volgehouden worden. 3 Curatiefgerichte vorming voor volwassenen 1 Hier leer je alles over ziektes en de mogelijke medicijnen die daar bij horen. Belangrijk om de patiënt het juiste dieet voor te schrijven. 6 Organische chemie Je leert de basisbegrippen, bestudeert de verschillende karakteristieke groepen, naamgeving van organische verbindingen, belangrijke fysische en enkele chemische eigenschappen. Deze zijn belangrijk om later te begrijpen welke processen zich in het lichaam afspelen. 3 Project 2: Kennismaking werkveld Via een observatiestage krijg je inzicht in het werk van diëtisten. 4 Psychologie en persoonlijke ontwikkeling 1 De psychologie omvat algemene en ontwikkelingspsychologie. Tevens ga je reflecteren over je eigen handelen en je al bereikte beroepscompetenties. 3 Toegepaste dieetleer en casuïstiek 1 We gaan in op de klinische problematiek, de diagnose en behandeling van hypertensie, hyperlipidemie, hartfalen, obesitas en het metabool syndroom bij volwassenen. We leggen voornamelijk het accent gelegd op de voedingsaanbevelingen, dieetrichtlijnen, klinische voedingen en dieetproducten bij bepaalde medische aandoeningen. 5 Voedingsanalyse Hoe  kan je een voedingsmiddel chemisch analyseren? Dat leer je hier. 5 Voedingsleer 1 Hier leer je de grondbeginselen van voedingsleer. Je bespreekt de voedingsdriehoek, de macro- en micronutriënten en de rol van energie in het lichaam. 4 Voedingsmicrobiologie 2 Hier gaan we dieper in op de besmetting van voedsel, voedselinfecties, voedselvergiftigingen en de microbiologische controle rond de spijslijn. 4 Warenkennis - productkennis - wetgeving 3 Je leert hier voedingsmiddelen beoordelen en vergelijken. Je krijgt inzicht in de warenwetgeving met betrekking tot voedingsmiddelen en voedseletikettering. 3",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/voedings-dieetkunde"
}