{
    "id": 76,
    "content": "Vakken Je bouwt een stevige basis in het boekhouden op. Stapsgewijs breid je die uit, tot ook de dubbele boekhouding geen geheimen voor je kent. Daarnaast ontdek je de wetgeving en ﬁscaliteit die je als accounting administrator moet kennen. Je verbetert ook je bedrijfseconomische inzichten zodat je probleemloos: klanten- en leveranciersdossiers beheert; kostprijzen berekent; krediet- en verzekeringsvormen adviseert Je scherpt je communicatieve vaardigheden aan zodat elk contact – met collega’s én klanten – vlot verloopt. En je zorgt ervoor dat je helemaal mee bent met de nodige ICT-technieken. Naast toepassingen in courante kantoorsoftware maak je ook kennis met professionele boekhoudpakketten. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings ECTS-fiches en lessenrooster Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Bekijk hier het voorbeeld voor E-learning . Ben je benieuwd waar de vakken precies over gaan? Vind alle informatie terug in de ECTS-fiches . Accounting Administration - Jaar 1 Veld Credits Boekhouden Algemeen boekhouden 1 6 Algemeen boekhouden 2 6 Wetgeving en fiscaliteit Personenbelasting 6 Burgerlijk, economisch en vennootschapsrecht 6 Sociaal recht 3 BTW 6 Bedrijfseconomische inzichten Debiteuren- en crediteurenbeheer 3 Bedrijfscommunicatie 3 Bank- en verzekeringswezen 3 ICT ICT 1 3 Computerboekhouden 1 3 Stage en project Verkenning werkveld 3 Stage 1 6 Project eenmanszaak 3 Accounting Administration - Jaar 2 Veld Credits Boekhouden Vennootschapsboekhouden 5 Rapporteren 3 Wetgeving en fiscaliteit Vennootschapsbelasting 6 Bedrijfseconomische inzichten Kostprijsberekening en budgettering 4 Financiële analyse 4 Bedrijfsorganisatie, controle en deontologie 3 ICT ICT 2 3 Open ruimte Kies jouw keuzevak 3/4 Stage en project Stage 2 8 Stage 3 15 Project vennootschap 6 Accounting Administration is een goede richting voor mensen die graag met cijfers werken. Geen urenlange lessen over theorie die je moet studeren maar vooral veel praktijk! Ramazan Avci student Gedetailleerde info over de vakken (leerdoelen, beoordeling, examenvormen ...), lees de ECTS-fiches .",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-accounting-administration"
}