{
    "id": 391,
    "content": "Final Work Het afstudeerwerk is het logische sluitstuk van een functionele, praktijkgeoriënteerde opleiding. Het is een uitgelezen visitekaartje voor de afgestudeerde, waarbij de student laat zien dat hij/zij alle competenties van de opleiding in hun onderlinge context beheerst. Het uitwerken van de bachelorproef beoogt enerzijds het kunnen toepassen van de tijdens de opleiding opgedane kennis, vaardigheden en attitudes maar zal anderzijds ook een verdere uitbreiding of grotere specialisatie eisen. Het is bedoeld als een leertraject waarin zelfstandig nieuwe kennis en inzichten verworven worden en waar de student zijn/haar professionele vaardigheden doet gelden. De student is in staat om geheel zelfstandig te functioneren als een beginnend professional. In het afstudeerwerk verdiept de student zich in een specifiek multimediaprobleem en een theoretische uitdaging. Aan de basis staat een toegepaste onderzoeksvraag. Het dient een zekere uitdaging in te houden: een nog onbewandelde weg, een nieuwe of nog weinig gekende of toegepaste technologie, een nieuwe toepassing, .... Er wordt dus geen mooi uitgestippelde oplossingsstrategie gevolgd, maar het vergt een zekere toegepaste onderzoeksmentaliteit en creativiteit. In de loop van de maand oktober gaat de student op zoek naar een opdracht. Eisen hiervoor zijn dat de opdracht voldoende uitdaging biedt om te laten zien dat de student over de vereiste competenties van een MCT-professional beschikt. Binnen de opdracht moet de student het volledige proces, van analyse tot product, doorlopen. Daarenboven moet het mogelijk zijn onderzoek te doen naar verschillende oplossingen of mogelijkheden. Het onderwerp van het afstudeerwerk dient goedgekeurd te worden door de opleiding. Begin november wordt het afstudeerwerk opgestart. De student wordt een promotor toegewezen die het afstudeerwerk tussentijds opvolgt en tussentijdse indicatieve evaluaties meegeeft. De bachelorproef wordt afgerond met het indienen van een verslag, het eindproduct en een verdediging van het werk voor een jury van professionals. Semester 2 10",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/multimedia-creatieve-technologie"
}