{
    "id": 32,
    "content": "Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Voor studenten die geen bachelor diploma hebben maar toch een basiskennis artificiële intelligentie willen opdoen. Hier ontdekken studenten de geschiedenis van AI, ethische uitdagingen en toekomstige mogelijkheden. Hoe ziet de opleiding eruit In deze kennismakingssessies word je ondergedompeld in verscheidene aspecten van AI: hoe leert AI, welke technieken en toepassingen kent het, en wat zijn de pitfalls en limieten waar je rekening mee moet houden? Hoe heb je les? Hybride, de student kan zelf kiezen om de les op campus of online mee te volgen. Programma Deze navorming start in september & oktober 2024, telkens op dinsdag. Na je studie Attest Bewijs van deelname. Waar heb je les Campus Kaai In Anderlecht Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Het inschrijvingsgeld bedraagt 395 euro.  Na inschrijving ontvang je een factuur. Inschrijven Klaar om je in te schrijven voor het Artificial Intelligence Fundamentals? Top! Op deze pagina kan je van start met je inschrijving.  Je kan je inschrijving volledig online afronden. Vereiste voorkennis We verwachten van jou een basiskennis programmeren. Contact Erasmushogeschool campus Kaai Nijverheidskaai 170, 1070 Anderlecht Bel ons: 02 523 37 37 Mail ons: Robin Bervoets - coördinator Chat met ons via de knop rechtsonder in beeld Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier Contacteer ons via Facebook",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/artificial-intelligence-fundamentals"
}