{
    "id": 72,
    "content": "AI fundamentals In de kennismakingsweek word je ondergedompeld in verscheidene aspecten van AI: hoe leert AI, welke technieken en toepassingen kent het, en wat zijn de pitfalls en limieten waar je rekening mee moet houden? Data Science Je maakt kennis met de volledige werkketen van de data scientist, van het verzamelen en verwerken van de data over modelleren van het probleem tot het uitrollen naar de klant toe. We leggen steeds de nadruk op de pitfalls, de grenzen van AI en we zorgen ervoor dat onze resultaten ethisch verantwoord en veilig zijn. Machine Learning We gaan dieper in op de kern van AI: machine learning. We behandelen regressie en classificatie, onderzoeken de werking van neurale netwerken, deep learning, genetische algoritmen, clustering enz. We leren modellen trainen met behulp van bestaande libraries en hierbij rekening te houden met de beperkingen van de dataset waar we van vertrekken. Stage Om deze praktische kennis toe te passen op real live voorbeelden heb je in deze opleiding de kans om een stage te volgen in een bedrijf dat dagelijks met AI bezig is. IoT & Big Data IoT is aan een stevige opmars bezig. Smart cities, industrie 4.0, e-health, de toepassingen zijn legio. Door deze evolutie worden massa’s data gecreëerd die allemaal hun weg moeten vinden naar the Cloud en verwerkt worden tot voor de gebruiker interesante informatie. In deze cursus leren we technieken kennen om grote hoeveelheden data te verwerken en te visualiseren op een efficiënte manier. We maken ook kennis met de nieuwste trend van edge computing die de Cloud minder zwaar belast. AI Project In deze cursus zal je worden ingedompeld in state of the art AI-technologieën op die manier bereiden we je voor om achteraf je eigen project alleen of in team uit te werken onder begeleiding onze eigen AI-experts. Voorafgaande projecten van studenten: - Smart Home with an AI model to manage your electricity use - AI-Platform that teaches you sign-language using computer vision - Drones that follow you based on facial recognition - Many more ... Machine Learning Operations (MLOps) MLOpsIn de professionele als academische wereld worden er veel modellen ontwikkeld maar weinigen komen in een deployment en productie omgeving terecht. De voornaamste reden is dat veel AI specialisten hun ML workflows nog manueel organiseren. Machine Learning Operations (MLOps) moet hier een einde aan brengen. In deze cursus bespreken we de uitdagingen binnen MLOps, de workflows en maken we gebruik van industriestandaard MLOps tools.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/toegepaste-artificiele-intelligentie"
}