{
    "id": 8,
    "content": "Postgraduaat Muziek Interesse in deze opleiding? Schrijf je in Opleidingen Muziek Hoe ziet de opleiding eruit Waar heb je les Studiekosten Inschrijven Het postgraduaat Muziek van het Koninklijk Conservatorium Brussel laat je een muzikaal project realiseren in samenwerking met een mentor (docent). Dat kan bijvoorbeeld een solistisch programma zijn met het oog op wedstrijden of een voorbereiding op een orkestloopbaan. De opleiding heeft geen cursusbeschrijving, want het programma van dit artistieke postgraduaat wordt bewust zoveel mogelijk opengehouden. Je stelt dan ook zelf een project voor. Dit gebeurt tijdens een toelatingsproef. Een beoordelingscommissie beslist of je project aanvaard wordt op basis van de vragen: Heeft het project voldoende inhoud? Kan het project praktisch gerealiseerd worden? Nieuwe optie: Postgraduaat begeleiding De student specialiseert zich in het begeleiden van orkestinstrumenten, zangers en ensembles. Getuigschrift Na afloop en na een positieve eindbeoordeling krijg je een getuigschrift postgraduaat (van minstens 20 studiepunten). Vakken Je kan het postgraduaat Muziek per semester volgen. Elk semester omvat 20 studiepunten. De karakteristieken van de opleiding zijn: artistieke vrijheid een open programma met toelatingsproef je eigen project begeleiding door een mentor Locaties Regentschapsstraat 30 1000 Brussel We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Kleine Zavel 5 1000 Brussel We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Kosten Het postgraduaat Muziek kost 1400 euro per semester of 2800 euro per academiejaar.  Na inschrijving ontvang je een factuur. Toelatingsvoorwaarden Om het postgraduaat Muziek te starten beschik je over een master in de Muziek en moet je slagen voor een artistieke toelatingsproef. De proef bestaat uit de voorstelling van je project. Het postgraduaat begeleiding is toegankelijk voor studenten met een Masterdiploma (of een equivalent diploma). Inschrijven Inschrijven kan je hier . Contact KCB secretariaat - info Contactformulier",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/postgraduaat-muziek"
}