{
    "id": 80,
    "content": "Je vakken Jaarvak Trends wetgeving en fiscaliteit In dit opleidingsonderdeel leer je actief op zoek gaan naar wetswijzigingen en trends binnen de fiscaliteit en juridische sector. Je leert op een proactieve wijze jouw kennis up-to-date te houden. Aan de hand van bedrijfsbezoeken en/of gastsprekers, het bijwonen van nascholingen en/of beurzen, en het verwerken van actuele vakliteratuur willen we de student inwijden in diverse thema’s. Mogelijke thema’s: fiscaliteit, sociaal recht, burgerlijk recht en ondernemingsrecht, vennootschapsrecht. Kwartiel 1 Fiscale procedure Inleidend opleidingsonderdeel waarin fiscale basisbegrippen en procedurele regels worden aangeleerd. Deze regels worden verduidelijkt aan de hand van praktijkvoorbeelden. Vennootschapsbelasting In de cursus vennootschapsbelasting leer je de aangifte invullen en begrijpen. Je verwerft inzicht in de gevolgen van de fiscale spelregels voor een vennootschap. Een aangifteformulier vormt de leidraad van de cursus. We leggen de link met de boekhouding en werken met concrete voorbeelden vanuit de dagelijkse praktijk. Kwartiel 2 Lokale en regionale belastingen In dit opleidingsonderdeel leer je meer over de fiscale bevoegdheden van de gemeentelijke en gewestelijke overheden. Aan de hand van een uitgebreid assortiment aan casussen leer je de belangrijkste aandachtspunten in verband met lokale (bedrijfs)belastingen. BTW In dit opleidingsonderdeel worden de verschillende aspecten van de BTW-heffing op een praktijkgerichte wijze besproken. Registratie- en erfbelasting In dit opleidingsonderdeel wordt stilgestaan bij de belangrijkste principes uit de registratie- en erfbelasting. Je leert de registratie- en erfbelasting te berekenen en adviezen te formuleren. Kwartiel 3 Personenbelasting Naast de theoretische toelichting van de wettelijke basis van de personenbelasting, wordt de nodige aandacht besteed aan de verwerking in de aangifte. BTW In dit opleidingsonderdeel worden de verschillende aspecten van de BTW-heffing op een praktijkgerichte wijze besproken. Kwartiel 4 Specifieke topics fiscaliteit In dit opleidingsonderdeel zullen jaarlijks andere fiscale onderwerpen die buiten het bestek van de basiscursussen vallen worden besproken. Deze topics zullen worden aangesneden vanuit een praktisch benadering. Integrale fiscale praktijkoefeningen Dit vak bevat een geïntegreerde en praktijkgerichte benadering van alle fiscale vakken die in deze opleiding werden gevolgd. Nog vragen? Stuur een e-mail naar Thomas De Jonckheere met vragen over de inhoud van het programma. Heb je vragen over de inschrijving of je traject? Stuur dan een e-mail naar Sophie Coomans . Zij is de trajectbegeleider van deze opleiding. Het lessenrooster kan je hier ook hier terugvinden.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/postgraduaat-fiscaliteit"
}