{
    "id": 101,
    "content": "Wat zijn micro-credentials? De micro-credentials zijn kleine opleidingen van academisch niveau die zich richten op specifieke competenties . Ze bestaan vaak uit één of enkele vakken, of delen ervan, die meestal ook worden gegeven in een universitaire bachelor- of masteropleiding. Meestal worden de lessen gegeven gedurende enkele uren verspreid over één semester of één academiejaar. Het zijn letterlijk ‘micro-opleidingen’ . Als je slaagt voor de micro-credential, ontvang je een getuigschrift als bewijs dat je de competenties hebt verworven. Je verwerft dus ook echte officiële credits. Daarin verschillen micro-credentials van andere permanente vormingen, studiedagen of lezingen. De credits en competenties die je behaalt met een micro-credential worden erkend in je verdere loopbaan, ook internationaal en kunnen bijvoorbeeld ook leiden tot vrijstellingen bij vervolgopleidingen, ook bij andere instellingen en organisaties. Micro-credentials zijn belangrijk voor het levenslang leren . In onze snel veranderende maatschappij is het immers essentieel dat iedereen blijft werken aan het vernieuwen van de eigen competenties. Het behalen van een diploma is niet het einde van het leren, maar eerder het begin. Micro-credentials zijn blokjes die je doorheen je leven en je carrière kan opstapelen en combineren om zo je traject zelf verder richting te geven. Er zijn meerdere voordelen verbonden aan het volgen van micro-credentials. Het zijn korte opleidingen en ze zijn specifiek, je leert enkel wat je nodig hebt om je bij te scholen of te specialiseren. Daarnaast staat het getuigschrift garant voor je behaalde competenties en zijn de credits transfereerbaar en vaak ook in het buitenland erkend. Je kan micro-credentials ook eindeloos combineren en stapelen, in functie van jouw noden en interesses. Ze zijn een grote troef op jouw CV. Zijn de lessen te combineren met werk en privéleven? We zetten maximaal in op blended onderwijs , een combinatie van online lessen en lessen on campus. Zo hoeven cursisten niet per se on campus te zijn als het niet nodig is, maar we geloven ook in de meerwaarde van fysieke lesmomenten. Meestal worden de lessen gegeven gedurende enkele uren verspreid over één semester of één academiejaar. Als er voor een bepaalde opleiding verplichte aanwezigheid is, zal dat op voorhand duidelijk gecommuniceerd worden. Je kan steeds de lesroosters van het huidige academiejaar bekijken.  In het lesrooster kan je terugvinden of een vak online, on-campus of via lesopnames verloopt. Indien je een vak niet terugvindt in het rooster, zal dit via lesopnames te volgen zijn. Je bekijkt het lesrooster best 'per vak'. Zo kan je zelf de inschatting maken of het combineerbaar is.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/preventieve-gezondheid-voeding-beweging-ziekte-en-infectiepreventie-en-mentaal-welzijn"
}