{
    "id": 196,
    "content": "Essentials Web I Je leert HTML5 en CSS3 voor het bouwen van een statische website. Je zal in staat zijn een design om te zetten naar een werkende website. Hierbij leer je hoe de pagina-structuur van een website eruit moet zien en ga je aan de slag met het positioneren, vormgeven en inladen van bestanden waarbij je rekening houdt met responsive design. Je schrijft code die performant, gestructureerd & zoekmachinegeoptimaliseerd (SEO) is en waarbij het begrijpen van semantiek essentieel is. Bij dit leerproces zal je fouten kunnen opsporen en de gepaste oplossingen vinden. Semester 1 5 Makerslab De cursus omvat elektrische schakelingen, componenten zoals diodes en transistoren, en het verbinden van input- en outputcomponenten tot een werkend geheel. Je leert de logica van elektronica aansturen met een programmeertaal voor interactiviteit. Praktisch gezien pas je deze kennis toe in functionele schakelingen, microcontrollers en het ontwikkelen van prototypes in het fablab. Daarnaast maak je kennis met productontwikkeling, inclusief interaction en experience design, materialen, emotie-opwekking en storytelling. Semester 2 5 Motion In dit opleidingsonderdeel krijg je een inleiding tot de vormgeving en productie van digitaal videomateriaal. Je maakt kennis met de belangrijke basisprincipes in pre-productie, productie, post-productie en distributie van digitale video. Hierbij is er naast de audiovisuele principes: workflow, cameratechnieken & opname; een bijzondere aandacht voor video & geluidsmontage, en hardware. Ook VFX en motion graphics basics komen aan bod: green screen, compositing & color grading; keyframes & easing, shape layers & masks. Semester 1 5 3D In het opleidingsonderdeel 3D overloop je de vijf opeenvolgende basisstappen voor het aanmaken van 3D assets. Dat zijn, in de meest logische volgorde: modeling, texturing, rendering, rigging en animation. Aan de hand van praktijkoefeningen, met ondersteuning van een aantal hoorcolleges, leer je deze verschillende basis-technieken kennen en ben je aan het eind van de cursus in staat om zelf eenvoudige maar afgewerkte en geanimeerde 3D objecten te maken. Dit doe je aan de hand van de meest geschikte software-applicaties. Semester 2 5",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/multimedia-creatieve-technologie"
}