{
    "id": 149,
    "content": "Jaar 1 - Vroedkunde Veld Credits Jaar 1 - Vroedkunde Medische wetenschappen anatomie en fysiologie 1 We bestuderen de verschillende stelsels van het lichaam en hun werking, biologie, biochemie en ziekenhuishygiëne. 5 Verpleegkunde theorie 1 We starten met de Basis in verpleegkundige theorie en principes (systematisch verpleegkundig handelen, verplaatsingstechnieken, vitale parameters, hematologie, uitscheiding, medicatieberekening en operatieve zorg) 3 Verpleegkunde vaardigheden 1 Hier krijg je de basis in verpleegkundige vaardigheden (hygiënische zorgen, bedtechnieken, observatietechnieken, intraveneuze technieken, uitscheiding, verbandleer en steriliteit). 3 Fysiologische verloskunde: postpartum Hier maak je kennis met de periode na de bevalling. Je start met observaties en leert zorgen uitvoeren aan de pas bevallen vrouw en bij borstvoeding. 3 Gezonde neonaat Hier geven we je inzicht in anatomie en fysiologie van de ongeboren en de pasgeboren baby. Je bestudeert onder andere de normale groei, ontwikkeling, en ontwikkelingspsychologie van het jonge kind tot de leeftijd van één jaar. Je leert ook observaties en zorgen uitvoeren aan de gezonde baby. Daarnaast oefenen we ook de reanimatie van de pasgeborene. 4 Psychosociale aspecten in de vroedkunde We leren je hier de basisprincipes binnen de psychologie, seksuologie en sociologie. 4 Communicatie in de vroedkunde We gaan hier in op communicatieve vaardigheden en groepsdynamica. We leren een aantal eenvoudige communicatieprocessen. Hier hoort ook een tweedaagse bij. 3 Ethiek en wetgeving Hier beginnen we met de wettelijke en ethische aspecten die aan de grondslag liggen van het beroep van vroedvrouw. 4 Medische wetenschappen: anatomie en fysiologie 2 Binnen dit vak leren we de andere stelsels van het lichaam kennen die in medische wetenschappen nog niet aan bod kwamen. 3 Verpleegkunde theorie 2 Hier breiden we je kennis over verpleegkundige processen nog verder uit. We hebben het hier onder andere over: infusiebeleid, transfusiebeleid, urologisch stelsel, gastro-intestinaal stelsel, pre- en postoperatieve zorgen en wondzorg, medicatieberekening en dringende hulpverlening. 3 Verpleegkunde vaardigheden 2 We bouwen verder aan je verpleegkundige vaardigheden. Topics die aan bod komen zijn: blaaskatheterisatie, wondzorg, zorgen aan gastro-intestinaal stelsel, infusie, hemocultuur, en EHBO. 3 Fysiologische verloskunde: partus We gaan hier kijken naar het proces en mechanisme van arbeid en bevalling. We belichten ook het handelen van de vroedvrouw bij arbeid en bevalling. 3 Fysiologische verloskunde: zwangerschap Dit vak hebben we helemaal opgebouwd rond de zwangere vrouw. We gaan kijken naar haar fysiologie, psychologie, seksualiteit en voeding. We leren je bij laagrisico zwangere verloskundige handelingen uitvoeren. Daarnaast leer je hoe je de zwangere adequaat kan begeleiden en informeren. 5 Evidence Based Midwifery: grootstedelijke en internationale context Hier starten we voor het eerst met wetenschappelijk onderzoek. Je krijgt inzicht in belang van wetenschappelijk onderzoek in de vroedkunde. Bovendien ontwikkel je de basis onderzoeksvaardigheden, toegepast op de grootstedelijke en internationale inzichten. 4 Stage 1 Je eerste stage! Je komt meer dan waarschijnlijk terecht op de materniteit. 10",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/vroedkunde"
}