{
    "id": 480,
    "content": "Emerging Technologies Artificial Intelligence Waarom toont Google mug shots als je zoekt naar 4 zwarte tieners? Hoe komt het dat een juridische chatbot discrimineert? Hoe begin je er aan om een chatbot vorm te geven? Of een smart city? We bekijken van service design, platform design tot en met visual design hoe je een AI project tot een goed einde kan brengen. Als werkstuk bouw je een integrale AI oplossing voor een van de volgende topics: smart mobility, smart environment en quantified self. Hierbij hou je rekening met alle design best practices en implementeer je deze aan de hand van een zelf vergaarde dataset. 5 Physical Prototyping Digital making slaat de brug tussen fysieke interactie en de visuele alsook technische aspecten van de andere afstudeerrichtingen. Binnen deze opleidingsonderdelen ga je aan den lijve ondervinden hoe je ervaringen opbouwt, wanneer interactie plaatsvindt en op welke manier deze je ervaringen beïnvloeden. Door gebruik te maken van reeds aangereikte technische skills en tools waaronder het fablab, ontwerp je fysieke interactieve ervaringen die leven binnen onze (in)directe omgeving en dan ook de maatschappij weerspiegelen. Frustrations! Snoozen, overslapen of alleen al opstaan. Een kwakje tandpasta op de trui en de zoveelste “Bad hair day”. Slurpende lippen en andere eetgeluiden. Een voor één voldoende om met het verkeerde been uit bed te stappen. Is het nu tijdens de ochtend, middag, avond of nacht. Thuis of op school, anderen die je irriteren, of je eigen onhandigheid die je vervloekt: frustraties zijn helaas te vaak aanwezig en beïnvloeden, al dan niet negatief, je emoties van dat moment en soms zelf gehele dagen. Aan jou om deze frustraties aan te klagen en dit in de vorm van een fysieke interactieve ervaring. • Kiezen van een ultieme frustratie. • Aanklagen van frustratie ahv. conceptualisatie. • Visueel vormgeven van frustratie. • Technisch uitwerken van frustratie. • Presenteren van frustratie. 5 Drones Je leert niet alleen vliegen met een drone (type A1 of A3), maar ook om deze te gebruiken voor het maken van videobeelden. Daarnaast maak je in ons FabLab kennis met het technische aspect. • Videoproductie: zet een drone in voor het maken van prachtige videobeelden met oog voor het cinematografisch aspect. • Technische productie: maak een drone in het FabLab. • Theoretische kennis over luchtvaartwetgeving, ATC-procedures, meteorologie, vluchtbeginselen, … • Theoretische les over luchtvaartwetgeving, ATC-procedures, algemene kennis van het luchtvaartuig en vluchtorganisatie,… • Zelf een drone besturen tijdens een volledige vlucht die het opstijgen, maneuvreren en veilig landen omvat. • Theorie over de cinematografische eigenschappen van luchtbeelden en deze toepassen in een videoproductie. • De camera van een vliegende drone vlot kunnen besturen en vloeiende beelden maken. • Theorie over de gebruikte technologie in een fixed wing en rotary wing drone. • Onderhoudsprocedures voor drones kunnen uitwerken en toepassen. Drone Building in FabLab 5",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/multimedia-creatieve-technologie"
}