{
    "id": 73,
    "content": "Brede sector In het onderdeel ‘brede sector’ maak je kennis met de werkvloer in al zijn facetten. Je ontdekt alle soorten bibliotheken, archieven en informatiecentra. Je krijgt inzicht in erfgoedinstellingen, beroepsverenigingen, … Kortom, dé culturele en maatschappelijke context waarin je als informatiebeheerder terechtkomt. Daarnaast maak jij je belangrijke technische competenties eigen: metadatering collectieontwikkeling selectie, conservatie en vernietiging van archief Digitalisering Het gedeelte ‘digitalisering’ bereidt je voor op de toekomst. Je leert om vlot te werken met courante kantoorsoftware. Je verkent programmeer- en markuptalen en opmaaksoftware. Tot slot verdiep je je in de belangrijkste digitaliserings- en automatiseringstechnieken en maak je kennis met de gevaren en valkuilen daarvan. Publiekswerking Publiekswerking is cruciaal op de werkvloer. Daarom telt dit gedeelte 34 studiepunten. Je leert proactief nadenken over de manier waarop jouw informatieaanbod je doelgroepen bereikt. Dat doe je door aan vijf realistische of echte projecten te werken. Soft skills De ideale publiekswerker werkt goed samen, communiceert vlot en legt gemakkelijk contact. Daarnaast weet hij hoe hij gebruikers wegwijs maakt in zijn expertise. Dat leer je in het gedeelte ‘soft skills’. Je focust eerst op één of twee vaardigheden en past die daarna toe in een project. Professionele ontwikkeling Eerst loop je stage in een laagdrempelige instelling, bijvoorbeeld een openbare bibliotheek. Daarna stap je uit je comfortzone en ga je aan de slag in andere, meer uitdagende instellingen zoals bijvoorbeeld een wetenschappelijke bibliotheek of een archief. Jij kiest. In het tweede jaar loop je stage in het type instelling waarin jij je graag wilt specialiseren. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-informatiebeheer"
}