{
    "id": 35,
    "content": "Hoe ziet de opleiding eruit Momenteel bestaat er in Vlaanderen geen opleiding die leidt tot het diploma ‘forensisch onderzoeker’. Het beroep is in België ook niet erkend en wordt voornamelijk in de praktijk geleerd. Vanuit het NICC, maar zeker ook vanuit de politie, wordt de nood voor (bij)scholing op dit vlak bevestigd. Je leert tijdens dit postgraduaat: Inzicht/kennis verwerven in de begrippen van het forensisch laboratoriumonderzoek; Inzicht/kennis verwerven in de basisbegrippen van strafrecht en begrippen van forensisch recht; Inzicht/kennis in de begrippen van forensische geneeskunde; Inzicht/kennis in de begrippen van crime scene management + toepassing ervan. Lesprogramma De lessen vinden plaats op dinsdag (9u-12u en 13u-16u), van september 2023 tot en met juni 2024. De lessen vinden plaats in de leslokalen en laboratoria van EhB, ‘crime scenes’ op campus Jette of bij politie Gent. Module 1: Forensisch laboratoriumonderzoek (5STP) Deze lessen zullen gegeven worden door deskundigen van het Nationaal Instituut voor Criminalistiek (NICC), elk expert binnen hun eigen expertise en discipline. Module 2: Recht (5STP) Deze module wordt o.a. gegeven door Steve Delporte; gerechtspsychiater Lindemans, expert gedragswetenschappen A. Crabbé, expert verbaliseren en verhoren M. Bockstaele en expert cybercrime P. Van Linthout. Module 3: Forensische geneeskunde (5STP) Prof. Dr. Dirk Van Varenbergh (wetsdokter  UZ Brussel en VUB) zal een groot deel van de lessen geven. Naast Dr. Van Varenbergh, ook o.a. Prof. Dr. M. Piette (wetsdokter UGent), E. De Valck (forensisch tandarts), Mevr. B. Van Denhouwe  (deskundige antropologie), Mevr. J. Freeman (labo anatomo-pathologie UZ Brussel), Alain Remue (DVI) en Steve Delporte (LTWP). Module 4: Crime scene management (5STP) In module 4 komen hoofdzakelijk lesgevers van de Laboratoria van de Technische en Wetenschappelijke politie (LTWP): Steve Delporte, Marleen Timmerman, Rik Bauters (LTWP Gent),  Elke Verhoeven (LTWP Leuven). Module 5: stage (optioneel) (7 STP) Parallel met of na volgen van modules 1,2,3 en 4 kan je een stage lopen. 4 weken fulltime of 8 weken halftime bij de politie, in een forensisch labo,... De stageplaatsen zijn beperkt tot de eerste 25 inschrijvingen.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/forensisch-onderzoek"
}