{
    "id": 45,
    "content": "Hoe ziet de opleiding eruit? Dagopleiding: Je studeert twee jaar met 3 à 4 lesdagen per week. Werkplekleren : wat je leert in de lessen, ga je meteen omzetten in de praktijk. In je 2e jaar ga op je stage . We leren je omgaan met de nieuwste technologie . Je werkt rond projecten , in nauw contact met bedrijven en echte cases. Je wordt geëvalueerd zoals in het bedrijfsleven: projecten, portfolio, werkstukken, teamwork. Flexibel traject: Je studeert 2.5 jaar in werktraject Online contactmomenten. Veel zelfstudiemateriaal beschikbaar. Veel projecten en cases kunnen uitgewerkt worden in functie van je eigen job . Wie reeds werkt hoeft geen stage meer af te leggen, maar werkt een competentieportfolio uit. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Opbouw academiejaar Je lessen worden in blokken gegeven. Je lessen staan in functie van de projecten die je uitwerkt. Per lesblok komen maximaal drie vakken aan bod. Op het einde van elk lesblok worden deze vakken geëvalueerd in een fulltime project.. Persoonlijke aanpak We begeleiden je actief in je persoonlijke ontwikkeling. Je docent is je coach en gaat samen met jou op zoek hoe je je talenten en competenties het best kan ontwikkelen. Werkcolleges krijg je in kleine groepen zodat je individueel begeleid kan worden. De drempel tussen docent en student is bij ons erg laag. Digitaal leren (blended learning) maakt actief deel uit van onze onderwijsstijl. Minder boeken, wel meer online en interactief materiaal. NVAO (Nederlands-Vlaamse Accredetatieorganisatie) Het programma van de graduaatsopleiding Programmeren van EhB heeft een duidelijke structuur, is logisch opgebouwd en inhoudelijk goed onderbouwd. Docenten zijn niet enkel vakexperts maar ook coaches, waardoor studenten kunnen rekenen op gepaste ondersteuning.",
    "url": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-programmeren"
}