{
    "id": 19,
    "content": "Om je in te schrijven voor een graduaat, bachelor of master betaal je enerzijds inschrijvingsgeld en anderzijds extra opleiding gebonden kosten. Hieronder een overzicht van het inschrijvingsgeld. Meer info over de opleiding gebonden kosten lees je op de opleidingspagina's. Inschrijvingsgeld 2024-2025 1. Het studiegeld bij diploma- en creditcontracten graduaatsopleidingen initiële bachelor- en masteropleidingen educatieve bachelor- en masteropleidingen voorbereidingsprogramma’s afzonderlijke opleidingsonderdelen Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’24-’25 (60 studiepunten) Niet-beurstariefstudent € 288 € 13,8 € 1.116 Bijna-beurstariefstudent € 288 € 5 € 588 Beurstariefstudent € 131,50 € 0 € 131,50 bachelor-na-bachelor opleiding: Vast gedeelte Variabel gedeelte per studiepunt BaNaBa in het zorgmanagement € 250 € 15 2. Het studiegeld bij examencontracten Vast gedeelte Variabel gedeelte per studiepunt Examencontract € 131.50 € 5 3. Het studiegeld bij combinatie van een inschrijving onder een diploma- en/of creditcontract met een inschrijving onder een examencontract Voor de studiepunten onder diploma en/of creditcontract: het studiegeld zoals hierboven tabel 1 onder punt 1 Voor de studiepunten onder examencontract: het studiegeld zoals hierboven tabel onder punt 2 4. Studiegeld voor niet-EER studenten Opleidingstype Vaste gedeelte Variabel gedeelte per studiepunt 60 SP Artistieke bachelor- en masteropleidingen € 1.116 € 143,98 € 9.754,80 Niet-artistieke opleiding € 288 € 13,8 € 1.116 Educatieve master € 288 € 13,8 € 1.116 5. Studiegelden voor laatstejaarsstudenten uit het secundair onderwijs Inschrijving onder creditcontract Studiegeld Maximaal 10 studiepunten € 65,70 Meer dan 10 studiepunten pro rata het aantal opgenomen studiepunten volgens de bepalingen voor de berekening van studiegelden bij diploma- en creditcontracten en afhankelijk van het beursstatuut 6. Studiegeld voor het uitreiken van een diploma op basis van EVC/EVK Studiegeld Inschrijving o.b.v. EVC/EVK voor het behalen van een diploma € 50 7. Het inschrijvingsgeld voor postgraduaten en navormingen: Voor meer info over het inschrijvingsgeld voor onze postgraduaten en bij- en nascholingen, klik hier .",
    "url": "https://www.erasmushogeschool.be/nl/inschrijven/wat-kost-studeren"
}