{
    "id": "0e64c7cb-2907-4734-881e-3a1c9a5d85c5",
    "content": "Lees onze studiekeuzegids In de ‘Eerste hulp bij studiekeuze’-gids loodsen we in je 6 stappen door het hoger onderwijs en studeren aan de EhB. Type opleidingen, studeren op jouw maat, persoonlijke begeleiding, op kot gaan, je studiekeuze bepalen, ... Het komt allemaal aan bod. Ontdek onze opleidingen Meer dan 40 opleidingen, er zit zeker iets tussen dat bij jou past. Bekijk een overzicht van alle opleidingen : bachelors, masters en graduaten. Maak kennis met onze campussen Met 7 campussen in Brussel palmen we de hoofdstad in. Van in hartje Brussel tot in Jette en Anderlecht. Buiten Brussel kan je ook aan EhB studeren in Leuven en Mechelen. Ontdek al onze campussen. Kom langs op een infodag of tijdens de openlesweek Tijdens de krokusvakantie kun je een echte les volgen en zo de opleiding van binnenuit leren kennen. En vanaf maart gooien onze deuren open tijdens de infodagen. Dan zijn ook je ouders welkom. Kom langs, ontdek het campusleven en babbel met onze docenten. Check de data . Persoonlijke begeleiding Bij EhB staat persoonlijke begeleiding centraal. Doorheen je studietraject word je gecoacht door je docenten en krijg je hulp van studie- & trajectbegeleiders om je studietraject succesvol te doorlopen. Flexibel studeren Je kan studeren op jouw maat en op jouw tempo. Check onze verschillende trajecten. Studeren in het buitenland Ja, je kan bij Erasmus op Erasmus. Trek een semester of academiejaar naar het buitenland om te studeren of stage te lopen. Ontdek alles over studeren in het buitenland. Wat kost studeren? Hoeveel kost een jaar studeren in het hoger onderwijs? Heb je financiële steun nodig? STUVO helpt je. STUVO Onze Studentenvoorzieningen zorgen ervoor dat jij tof kan studeren. Cultuur, sport, op kot, mobiliteit, je mentaal welzijn, financiële steun. Zij staan voor je klaar. Studentenleven aan EhB Brussel is dé studentenhoofdstad van Vlaanderen. Er staat je dus een top studentenleven te wachten. Ontdek bruisend Brussel: de tofste cafés, de hipste uitgaansbuurten, de leukste concertzalen en de lekkerste resto's. Ontdek het op onze Instagram en TikTok . Met een bso-diploma starten aan de hogeschool De komende jaren verandert de wetgeving voor bso-scholieren om met hoger onderwijs te starten. De toegang tot de graduaten wordt eenvoudiger, maar de toegang tot een bachelordiploma zal een bepaald voortraject vereisen in het secundair. Op deze pagina lees je er alles over.",
    "url": "https://www.erasmushogeschool.be/nl/studeren/start-met-je-studiekeuze"
}