{
    "id": "12865367-dd79-44db-b1c8-7ae88c16dd57",
    "content": "Info voor ouders Info voor ouders Als ouder speel je een belangrijke rol in het studiekeuzeproces van je kind. Om je te helpen een ondersteunende en coachende rol aan te nemen, vertellen we je op deze pagina alles wat jij moet weten over het hoger onderwijs. Soorten opleidingen, het leerkrediet, persoonlijke begeleiding,... Word wegwijs in het hoger onderwijs In onderstaande video's vertellen onze docenten en studiebegeleiders de belangrijkste dingen die je moet weten over het hoger onderwijs en studeren aan EhB. Onze studenten en hun ouders delen daarbij hun ervaringen. Consulter la version française See English version We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Maak kennis met het hoger onderwijs Welke opleidingen bestaan er, hoe lang duurt een opleiding, wat met studiepunten en leerkrediet, hoe verlopen de examens, hoe ziet het academiejaar eruit, hoe moet je je inschrijven,... FR / ENG We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Persoonlijke begeleiding en coaching Bij EhB kan je kind studeren op zijn/haar eigen tempo via aangepaste trajecten. Onze studie- en trajectbegeleiders staan klaar om je kind te begeleiden om zijn/haar studies zo vlot mogelijk te laten verlopen. FR / ENG We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Stages, het werkveld en de toekomst Bij EhB bouw je stevige fundamenten voor een beroepsleven dat er staat. Je leert veel, je leert snel. Denk: veel praktijk en veel stages. Zo beschikt je kind over een diploma waar hij/zij écht mee aan de slag kan. FR / ENG Belangrijke links Eerste hulp bij studiekeuze Persoonlijke begeleiding Flexibel studeren Toelatingsvoorwaarden Veranderingen toelatingsvoorwaarden voor bso-scholieren Wat kosten studeren Financiële ondersteuning Het leerkrediet Onze studentenvoorzieningen Inschrijven voor een opleiding Specifieke statuten Hoe help ik bij het maken van een studiekeuze? Stap 1: starten met studiekeuzeproces Het moment van een (nieuwe) studiekeuze is aangebroken. Meestal in het laatste jaar van het middelbaar onderwijs, maar soms gaat het ook over heroriënteren. Speel daar als ouder op in, vraag af en toe waar de interesses naartoe gaan. Misschien heb je vrienden die die job uitoefenen en er eens willen over komen praten. Stap 2: twijfel is normaal Zo'n belangrijke keuze, logisch dat jongeren onzeker zijn, de knoop nog niet willen ontwarren, laat staan doorhakken. Als ouder kun je met vragen het denkproces stimuleren met gerichte vragen: hoe zie je volgend jaar, wat doe je graag, wat niet... Vertel over de vragen die jij vroeger zelf had. Geef ook plek om te dromen. En uiteraard zijn wij er ook om te helpen indien nodig. Stap 3: vergelijk opleidingen Dat is het moment dat je naar infodagen, openlesweken of open deurdagen gaat. Zo kan de toekomstige student opleidingen vergelijken, de sfeer van een instelling proeven, de aanpak van een studie. Vergelijken is de opdracht! Met andere woorden: als ouder kun je dat aanmoedigen. Kom niet met vooroordelen of 'hoe het vroeger was', want het studentenleven van vandaag is niet dat van 20, 30 jaar geleden. Maar duw je kind de deur uit naar contactmomenten allerhande om zelf een en ander te ontdekken en na te gaan waar het zich goed voelt. Stap 4: tijd om te beslissen Het startmoment of de toelatingsproef komt eraan. Tijd om de studiekeuze te maken. Steun je kind in die keuze, praat erover om voldoende zelfvertrouwen te geven.",
    "url": "https://www.erasmushogeschool.be/nl/info-voor-studiekiezers-ouders"
}